[{
    "id": 1,
    "title": "The Shawshank Redemption",
    "photo": "https://m.media-amazon.com/images/M/MV5BNDE3ODcxYzMtY2YzZC00NmNlLWJiNDMtZDViZWM2MzIxZDYwXkEyXkFqcGdeQXVyNjAwNDUxODI@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Eskiden başarılı bir bankacının, işlemediği bir suçtan suçlu bulunduktan sonra Shawshank'ın kasvetli hapishanesinde tutsak olarak yaşadıklarını anlatıyor. Film, adamın yeni, işkence dolu hayatıyla başa çıkmanın benzersiz yolunu anlatıyor; yol boyunca, en önemlisi Red adında bilge bir uzun süreli mahkum olan bir dizi mahkum arkadaşıyla arkadaş olur.",
    "year": 1994,
    "genres": [
        "dram"
    ]
},
{
    "id": 2,
    "title": "The Godfather",
    "photo": "https://m.media-amazon.com/images/M/MV5BM2MyNjYxNmUtYTAwNi00MTYxLWJmNWYtYzZlODY3ZTk3OTFlXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SY150_CR2,0,101,150_.jpg",
    "description": "Baba \"Don\" Vito Corleone, New York'taki Corleone mafya ailesinin başıdır. Kızının düğün etkinliğinde. Vito'nun en küçük oğlu ve 2. Dünya Savaşı denizcisi olan Michael da düğünde hazır. Michael, aile şirketinin bir parçası olmakla ilgilenmiyor gibi görünüyor. Vito güçlü bir adamdır ve ona saygı duyan herkese karşı naziktir, ancak saygı duymayanlara karşı acımasızdır. Ancak güçlü ve hain bir rakip uyuşturucu satmak istediğinde ve bunun için Don'un etkisine ihtiyaç duyduğunda, Vito bunu yapmayı reddeder. Ardından, Vito'nun solmakta olan eski değerleri ile yeni yöntemleri arasındaki çatışma, Michael'ın yapmakta en isteksiz olduğu şeyi yapmasına ve diğer tüm mafya ailelerine karşı Corleone ailesini parçalayabilecek bir mafya savaşı başlatmasına neden olabilir.",
    "year": 1972,
    "genres": [
        "Suç",
        "dram"
    ]
},
{
    "id": 3,
    "title": "The Dark Knight",
    "photo": "https://m.media-amazon.com/images/M/MV5BMTMxNTMwODM0NF5BMl5BanBnXkFtZTcwODAyMTk2Mw@@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Batman Başlıyor (2005) olaylarından sonraki bir yıl içinde geçen Batman, Teğmen James Gordon ve yeni Bölge Savcısı Harvey Dent, Gotham City'nin başına bela olan suçluları başarılı bir şekilde yakalamaya başlarlar, ta ki yalnızca \"The Batman\" olarak bilinen gizemli ve sadist bir suç dehası gelene kadar. Joker\" Gotham'da ortaya çıkar ve yeni bir kaos dalgası yaratır. Batman'in Joker'e karşı mücadelesi son derece kişisel hale gelir ve onu \"inandığı her şeyle yüzleşmeye\" ve onu durdurmak için teknolojisini geliştirmeye zorlar. Bruce Wayne, Dent ve Rachel Dawes arasında bir aşk üçgeni gelişir.",
    "year": 2008,
    "genres": [
        "Aksiyon",
        "Suç",
        "dram",
        "Gerilim"
    ]
},
{
    "id": 4,
    "title": "The Godfather Part II",
    "photo": "https://m.media-amazon.com/images/M/MV5BMWMwMGQzZTItY2JlNC00OWZiLWIyMDctNDk2ZDQ2YjRjMWQ0XkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SY150_CR2,0,101,150_.jpg",
    "description": "Corleone suç ailesinin devam eden destanı, Sicilya'da ve 1910'ların New York'unda büyüyen genç bir Vito Corleone'nin hikayesini anlatıyor; ve 1950'lerde aile şirketini Las Vegas, Hollywood ve Küba'ya doğru genişletmeye çalışan Michael Corleone'yi takip ediyor.",
    "year": 1974,
    "genres": [
        "Suç",
        "dram"
    ]
},
{
    "id": 5,
    "title": "12 Angry Men",
    "photo": "https://m.media-amazon.com/images/M/MV5BMWU4N2FjNzYtNTVkNC00NzQ0LTg0MjAtYTJlMjFhNGUxZDFmXkEyXkFqcGdeQXVyNjc1NTYyMjg@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Savunma ve iddia makamı dinlendi ve jüri, genç bir adamın babasını öldürmekten suçlu ya da masum olup olmadığına karar vermek için jüri odasına giriyor. Açık ve kapalı bir cinayet davası olarak başlayan şey, kısa sürede şüphe uyandıran ipuçlarının art arda sunulduğu bir dedektif hikayesine ve jüri üyelerinin her birinin dava, sanık VE birbirleri hakkındaki önyargılarının ve önyargılarının bir mini dramasına dönüşür. . Oyuna göre, tüm aksiyon jüri odası sahnesinde gerçekleşir.",
    "year": 1957,
    "genres": [
        "Suç",
        "dram"
    ]
},
{
    "id": 6,
    "title": "Schindler's List",
    "photo": "https://m.media-amazon.com/images/M/MV5BNDE4OTMxMTctNmRhYy00NWE2LTg3YzItYTk3M2UwOTU5Njg4XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Oskar Schindler kendini beğenmiş ve açgözlü bir Alman iş adamıdır ve barbar Alman Nazi hükümdarlığının ortasında fabrikasını Yahudiler için bir sığınağa çevirmek zorunda hissettiğinde beklenmedik bir insancıl haline gelir. Auschwitz toplama kampında yaklaşık 1100 Yahudiyi gaza boğulmaktan kurtarmayı başaran Oskar Schindler'in gerçek hikayesine dayanan film, hepimizin içindeki iyiliğin bir kanıtı.",
    "year": 1993,
    "genres": [
        "Biyografi",
        "dram",
        "Tarih"
    ]
},
{
    "id": 7,
    "title": "The Lord of the Rings: The Return of the King",
    "photo": "https://m.media-amazon.com/images/M/MV5BNzA5ZDNlZWMtM2NhNS00NDJjLTk4NDItYTRmY2EwMWZlMTY3XkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Orta Dünya'nın geleceğinin kontrolü için savaşan iyi ve kötü güçler arasındaki son karşılaşma. Frodo ve Sam, Tek Yüzüğü yok etme arayışlarında Mordor'a ulaşırken Aragorn, taş şehir Minas Tirith'te Sauron'un kötü ordusuna karşı iyi güçlerin başında yer alır.",
    "year": 2003,
    "genres": [
        "Aksiyon",
        "Macera",
        "dram",
        "fantezi"
    ]
},
{
    "id": 8,
    "title": "Pulp Fiction",
    "photo": "https://m.media-amazon.com/images/M/MV5BNGNhMDIzZTUtNTBlZi00MTRlLWFjM2ItYzViMjE3YzI5MjljXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SY150_CR1,0,101,150_.jpg",
    "description": "Jules Winnfield (Samuel L. Jackson) ve Vincent Vega (John Travolta), işverenleri mafya babası Marsellus Wallace'tan (Ving Rhames) çalınan bir valizi geri almaya giden iki tetikçidir. Wallace ayrıca Vincent'tan karısı Mia'yı (Uma Thurman) birkaç gün sonra Wallace şehir dışındayken dışarı çıkarmasını istedi. Butch Coolidge (Bruce Willis), dövüşünü kaybetmesi için Wallace tarafından para ödenen yaşlanan bir boksördür. Görünüşte ilgisiz bu insanların hayatları, bir dizi komik, tuhaf ve gereksiz olaydan oluşan bir şekilde birbirine örülmüştür.",
    "year": 1994,
    "genres": [
        "Suç",
        "dram"
    ]
},
{
    "id": 9,
    "title": "The Lord of the Rings: The Fellowship of the Ring",
    "photo": "https://m.media-amazon.com/images/M/MV5BN2EyZjM3NzUtNWUzMi00MTgxLWI0NTctMzY4M2VlOTdjZWRiXkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Yüzyıllardır kayıp olduğu sanılan kadim bir Yüzük bulundu ve kaderin garip bir cilvesiyle Frodo adında küçük bir hobbit'e verildi. Gandalf, Yüzüğün aslında Karanlık Lord Sauron'un Tek Yüzüğü olduğunu keşfettiğinde, Frodo yüzüğü yok etmek için Çatlaklar'a destansı bir maceraya atılmalıdır. Ancak yalnız gitmez. Gandalf, elf Legolas, Cüce Gimli, Aragorn, Boromir ve üç Hobbit arkadaşı Merry, Pippin ve Samwise ona katıldı. Yüzük Kardeşliği dağların, karların, karanlığın, ormanların, nehirlerin ve ovaların arasından, her köşede kötülük ve tehlikeyle karşı karşıya kalarak gitmelidir. Tek Yüzük'ü yok etme arayışları, Kara Lord'un saltanatının sonu için tek umuttur.",
    "year": 2001,
    "genres": [
        "Aksiyon",
        "Macera",
        "dram",
        "fantezi"
    ]
},
{
    "id": 10,
    "title": "The Good, the Bad and the Ugly",
    "photo": "https://m.media-amazon.com/images/M/MV5BNjJlYmNkZGItM2NhYy00MjlmLTk5NmQtNjg1NmM2ODU4OTMwXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Blondie, The Good (Clint Eastwood), birkaç dolar kazanmaya çalışan profesyonel bir silahşördür. Angel Eyes, The Bad (Lee Van Cleef), kendisine para verildiği sürece her zaman bir göreve kendini adamış ve sonuna kadar götüren bir kiralık katildir. Ve Tuco, Çirkin (Eli Wallach), kendi derisine bakmaya çalışan aranan bir kanun kaçağıdır. Tuco ve Blondie, Tuco'nun ödülünden para kazanan bir ortaklığı paylaşırlar, ancak Blondie ortaklığı çözdüğünde Tuco, Blondie'nin peşine düşmeye çalışır. Blondie ve Tuco, cesetlerle dolu bir at arabasıyla karşılaştıklarında, kısa süre sonra hayatta kalan tek kişi olan Bill Carson'dan (Antonio Casale), kendisinin ve diğer birkaç adamın bir mezarlığa bir yığın altın gömdüğünü öğrenirler. Ne yazık ki Carson ölür ve Tuco yalnızca mezarlığın adını öğrenirken, Blondie mezarın üzerindeki adı öğrenir. Şimdi ikisi altını bulmak için birbirlerini canlı tutmalıdır. Angel Eyes (Bill Carson'ı arıyordu), Tuco ve Blondie'nin Carson ile buluştuğunu keşfeder ve altının nerede olduğunu bildiklerini bilir; şimdi onu buna götürmek için onlara ihtiyacı var. Şimdi İyi, Kötü ve Çirkin, 200.000,00 $ değerinde altını ele geçirmek için savaşmalı.",
    "year": 1966,
    "genres": [
        "Macera",
        "Batılı"
    ]
},
{
    "id": 11,
    "title": "Forrest Gump",
    "photo": "https://m.media-amazon.com/images/M/MV5BNWIwODRlZTUtY2U3ZS00Yzg1LWJhNzYtMmZiYmEyNmU1NjMzXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY150_CR1,0,101,150_.jpg",
    "description": "Forrest Gump düşük IQ'lu basit bir adamdır. ama iyi niyet. Çocukluğunu en iyi ve tek arkadaşı Jenny ile yaşıyor. 'Annesi' ona hayatın yollarını öğretir ve kaderini seçmesi için onu terk eder. Forrest, Vietnam'da hizmet için orduya katılır, Dan ve Bubba adında yeni arkadaşlar bulur, madalyalar kazanır, ünlü bir karides balıkçılığı filosu yaratır, insanları koşmaya teşvik eder, bir masa tenisi çılgınlığı başlatır, surat yaratır, tampon çıkartmaları ve şarkılar yazar, insanlara bağışta bulunur ve birkaç kez başkanla görüşür. Ancak, yalnızca çocukluk aşkı Jenny Curran'ı düşünebilen ve hayatını alt üst eden Forrest için bunların hiçbir önemi yoktur. Sonunda kanıtlamak istediği tek şey herkesin herkesi sevebileceğidir.",
    "year": 1994,
    "genres": [
        "dram",
        "Romantik"
    ]
},
{
    "id": 12,
    "title": "Spider-Man: Across the Spider-Verse",
    "photo": "https://m.media-amazon.com/images/M/MV5BMzI0NmVkMjEtYmY4MS00ZDMxLTlkZmEtMzU4MDQxYTMzMjU2XkEyXkFqcGdeQXVyMzQ0MzA0NTM@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Miles Morales, Oscar® ödüllü Spider-Verse destanının bir sonraki bölümü için geri dönüyor; Brooklyn'in tam zamanlı, arkadaş canlısı mahallesi Spider-Man'i Çoklu Evren boyunca Gwen Stacy ve yeni bir Spider-Man ekibiyle güçlerini birleştirmek için taşıyacak destansı bir macera. İnsanlar şimdiye kadar karşılaştıkları her şeyden daha güçlü bir kötü adamla karşı karşıya gelecek.",
    "year": 2023,
    "genres": [
        "Animasyon",
        "Aksiyon",
        "Macera",
        "Aile",
        "fantezi",
        "bilimkurgu"
    ]
},
{
    "id": 13,
    "title": "Fight Club",
    "photo": "https://m.media-amazon.com/images/M/MV5BNDIzNDU0YzEtYzE5Ni00ZjlkLTk5ZjgtNjM3NWE4YzA3Nzk3XkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "İsimsiz bir birinci şahıs anlatıcı (Edward Norton), duygusal durumunu bastırmak ve uykusuzluk durumundan kurtulmak için destek gruplarına katılır. Destek gruplarının bir başka sahte katılımcısı olan Marla (Helena Bonham Carter) ile tanıştığında, hayatı biraz daha katlanılabilir hale gelir. Ancak kendisini Tyler (Brad Pitt) ile ilişkilendirdiğinde, bir yeraltı dövüş kulübüne ve sabun yapım planına sürüklenir. İki adam birlikte kontrolden çıkar ve aşk ve güç için rekabetçi bir rekabete girer.",
    "year": 1999,
    "genres": [
        "dram"
    ]
},
{
    "id": 14,
    "title": "The Lord of the Rings: The Two Towers",
    "photo": "https://m.media-amazon.com/images/M/MV5BZGMxZTdjZmYtMmE2Ni00ZTdkLWI5NTgtNjlmMjBiNzU2MmI5XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Frodo ve Kardeşliğin Tek Yüzüğü yok etme görevi devam ediyor. Frodo ve Sam, gizemli Gollum tarafından takip edildiklerini keşfederler. Aragorn, Elf okçusu Legolas ve Cüce Gimli, bir zamanlar büyük Kral Theoden'in Saruman'ın ölümcül büyüsüne kapılan kuşatma altındaki Rohan krallığıyla karşılaşır.",
    "year": 2002,
    "genres": [
        "Aksiyon",
        "Macera",
        "dram",
        "fantezi"
    ]
},
{
    "id": 15,
    "title": "Inception",
    "photo": "https://m.media-amazon.com/images/M/MV5BMjAxMzY3NjcxNF5BMl5BanBnXkFtZTcwNTI5OTM0Mw@@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Dom Cobb yetenekli bir hırsızdır, tehlikeli çıkarma sanatında mutlak en iyisidir ve zihnin en savunmasız olduğu rüya halindeyken bilinçaltının derinliklerinden değerli sırları çalar. Cobb'un ender yeteneği, onu bu tehlikeli yeni kurumsal casusluk dünyasında imrenilen bir oyuncu yaptı, ama aynı zamanda onu uluslararası bir kaçak haline getirdi ve sevdiği her şeye mal oldu. Şimdi Cobb'a kefaret için bir şans sunuluyor. Son bir iş ona hayatını geri verebilirdi, ancak bunu ancak imkansızı, yani başlangıcı başarabilirse yapabilirdi. Kusursuz bir soygun yerine, Cobb ve uzman ekibi tersini yapmak zorundadır: Görevleri bir fikri çalmak değil, bir fikir yerleştirmektir. Başarılı olurlarsa, bu mükemmel bir suç olabilir. Ancak hiçbir dikkatli planlama veya uzmanlık ekibi, her hareketini tahmin ediyormuş gibi görünen tehlikeli düşmana hazırlayamaz. Sadece Cobb'un geldiğini görebileceği bir düşman.",
    "year": 2010,
    "genres": [
        "Aksiyon",
        "Macera",
        "bilimkurgu",
        "Gerilim"
    ]
},
{
    "id": 16,
    "title": "Star Wars: Episode V - The Empire Strikes Back",
    "photo": "https://m.media-amazon.com/images/M/MV5BYmU1NDRjNDgtMzhiMi00NjZmLTg5NGItZDNiZjU5NTU4OTE0XkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Luke Skywalker, Han Solo, Prenses Leia ve Chewbacca, buz gezegeni Hoth'ta İmparatorluk güçleri ve AT-AT yürüyüşçülerinin saldırısıyla karşı karşıya. Han ve Leia, Millennium Falcon'da kaçarken Luke, Yoda'yı aramak için Dagobah'a gider. Gücün Karanlık Tarafı onu Darth Vader'la nihai düelloya çağırdığında Luke, yalnızca Jedi Ustası'nın yardımıyla hayatta kalabilecek.",
    "year": 1980,
    "genres": [
        "Aksiyon",
        "Macera",
        "fantezi",
        "bilimkurgu"
    ]
},
{
    "id": 17,
    "title": "The Matrix",
    "photo": "https://m.media-amazon.com/images/M/MV5BNzQzOTk3OTAtNDQ0Zi00ZTVkLWI0MTEtMDllZjNkYzNjNTc4L2ltYWdlXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Thomas A. Anderson, iki hayat yaşayan bir adamdır. Gündüzleri ortalama bir bilgisayar programcısı ve geceleri Neo olarak bilinen bir bilgisayar korsanı. Neo her zaman kendi gerçekliğini sorgulamıştır ama gerçek onun hayal gücünün çok ötesindedir. Neo, hükümet tarafından terörist olarak damgalanmış efsanevi bir bilgisayar korsanı olan Morpheus ile temasa geçtiğinde kendisini polis tarafından hedef alınırken bulur. Makinelere karşı bir asi olan Neo, ajanlarla yüzleşmek zorundadır: Neo'yu ve tüm insan isyanını durdurmaya adanmış süper güçlü bilgisayar programları.",
    "year": 1999,
    "genres": [
        "Aksiyon",
        "bilimkurgu"
    ]
},
{
    "id": 18,
    "title": "Goodfellas",
    "photo": "https://m.media-amazon.com/images/M/MV5BY2NkZjEzMDgtN2RjYy00YzM1LWI4ZmQtMjIwYjFjNmI3ZGEwXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Henry Hill, gözlerini biraz daha yükseğe dikmiş olabilecek diğer iki gangster olan Jimmy Conway ve Tommy De Vito ile bir soyguna katılmış küçük çaplı bir gangster olabilir. İki ortağı, soyguna karışan herkesi öldürebilir ve yavaş yavaş Mafya hiyerarşisinde yükselmeyi düşünmeye başlayabilir. Ancak Henry, ortaklarının başarısından kötü bir şekilde etkilenebilir, ancak Jimmy ve Tommy'nin düşüşünü sağlayacak kadar alçalmayı düşünecek mi?",
    "year": 1990,
    "genres": [
        "Biyografi",
        "Suç",
        "dram"
    ]
},
{
    "id": 19,
    "title": "One Flew Over the Cuckoo's Nest",
    "photo": "https://m.media-amazon.com/images/M/MV5BZjA0OWVhOTAtYWQxNi00YzNhLWI4ZjYtNjFjZTEyYjJlNDVlL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "McMurphy'nin sabıka geçmişi vardır ve bir kez daha başını belaya sokar ve mahkeme tarafından mahkum edilir. Hapishanedeki çalışma görevlerinden kaçmak için McMurphy deli olduğunu savunur ve akli dengesi yerinde olmayanlar koğuşuna gönderilir. McMurphy buraya geldiğinde, diğer mahkumların kusurlarıyla üstünlük ve güç kazanan baskıcı Hemşire Ratched'in tacizine ve aşağılanmasına hem katlanıyor hem de tanık oluyor. McMurphy ve diğer mahkûmlar, gaddar Hemşire'ye karşı asi bir duruş sergilemek için birlik olurlar.",
    "year": 1975,
    "genres": [
        "dram"
    ]
},
{
    "id": 20,
    "title": "Se7en",
    "photo": "https://m.media-amazon.com/images/M/MV5BOTUwODM5MTctZjczMi00OTk4LTg3NWUtNmVhMTAzNTNjYjcyXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "İki cinayet masası dedektifinin (Morgan Freeman ve Brad Pitt) dünyanın Yedi Ölümcül Günah konusundaki cehaletinin bağışlanması olarak işlediği suçları haklı çıkaran bir seri katili çaresizce aramasını konu alan bir film. Sosyopatik \"John Doe\" (Kevin Spacey) Dedektif Somerset ve Mills'e vaaz verirken, film bizi bir kurbanın işkence görmüş kalıntılarından diğerine götürüyor - her seferinde bir günah. Oburluk günahı her şeyden önce gelir ve katilin korkunç kapasitesi kara film karakteristiği olan koyu ve bastırılmış tonlarda grafiksel olarak gösterilir. Tecrübeli ve kültürlü ama bitkin Somerset, katilin çalışma şeklini anlamak için Yedi Ölümcül Günah'ı araştırırken, parlak ama yeşil ve düşüncesiz Dedektif Mills (Pitt) bir katilin zihnine girme çabalarıyla alay ediyor...",
    "year": 1995,
    "genres": [
        "Suç",
        "dram",
        "Gizem",
        "Gerilim"
    ]
},
{
    "id": 21,
    "title": "It's a Wonderful Life",
    "photo": "https://m.media-amazon.com/images/M/MV5BZjc4NDZhZWMtNGEzYS00ZWU2LThlM2ItNTA0YzQ0OTExMTE2XkEyXkFqcGdeQXVyNjUwMzI2NzU@._V1_SY150_CR1,0,101,150_.jpg",
    "description": "George Bailey tüm hayatını Bedford Falls halkına feda ederek geçirdi. Her zaman seyahat etmeyi özlemişti, ancak zengin deri çakmaktaşı Bay Potter'ın tüm kasabayı ele geçirmesini engelleme fırsatı bulamamıştı. Onu bunu yapmaktan alıkoyan tek şey George'un cömert babası tarafından kurulan mütevazi inşaat ve kredi şirketidir. Ancak Noel arifesinde, George'un Billy Amcası bankaya yatırmak isterken şirketin 8.000 dolarını kaybeder. Bay Potter, kaybolan parayı bulur ve Billy Amca'dan saklar. Banka müfettişi o gece kıtlığı keşfettiğinde, George sorumlu tutulacağını ve hapse gönderileceğini ve şirketin çökeceğini ve sonunda Bay Potter'ın kasabayı ele geçirmesine izin vereceğini fark eder. Karısı Mary, dört çocuğu ve sevdiği diğerlerinin ölmesinin daha iyi olacağını düşünerek intihar etmeyi düşünür. Ancak sevdiklerinin duaları, Clarence Odbody adlı koruyucu meleğinin kanatlarını kazanma vaadiyle ona yardım etmek için Dünya'ya gelmesiyle sonuçlanır. Hiç doğmamış olsaydı, her şeyin nasıl olacağını ona gösterir.",
    "year": 1946,
    "genres": [
        "dram",
        "Aile",
        "fantezi",
        "Romantik"
    ]
},
{
    "id": 22,
    "title": "Seven Samurai",
    "photo": "https://m.media-amazon.com/images/M/MV5BNWQ3OTM4ZGItMWEwZi00MjI5LWI3YzgtNTYwNWRkNmIzMGI5XkEyXkFqcGdeQXVyNDY2MTk1ODk@._V1_SY150_CR3,0,101,150_.jpg",
    "description": "Zor günler geçiren kıdemli bir samuray, bir köyün haydutlardan korunma talebine cevap verir. Kendisine yardım etmesi için 6 samuray daha toplar ve kasaba halkına kendilerini nasıl savunacaklarını öğretir ve samuraylara günde üç küçük öğün sağlarlar. Film, 40 haydutun köye saldırmasıyla dev bir savaşla sonuçlanır.",
    "year": 1954,
    "genres": [
        "Aksiyon",
        "dram"
    ]
},
{
    "id": 23,
    "title": "The Silence of the Lambs",
    "photo": "https://m.media-amazon.com/images/M/MV5BNjNhZTk0ZmEtNjJhMi00YzFlLWE1MmEtYzM1M2ZmMGMwMTU4XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "FBI. Stajyer Clarice Starling (Jodie Foster), kariyerini ilerletmek için çok çalışırken, bazıları bilse onu otomatik olarak geri kalmış veya beyaz bir pislik olarak sınıflandıracak olan Batı Virginia köklerini saklamaya veya arkasına koymaya çalışıyor. Mezun olduktan sonra, ajansın Davranış Bilimleri Birimi'nde Jack Crawford (Scott Glenn) liderliğinde çalışmayı arzular. Hâlâ bir stajyer iken Crawford, kurbanlarını yamyam eden bir seri katil olduğu için şimdiye kadar sekiz yıl boyunca maksimum güvenlik tecridi altında hapsedilen bir psikiyatrist olan Dr. Hannibal Lecter'i (Sir Anthony Hopkins) sorgulamasını ister. Clarice, görevin Lecter'in beynini başka bir seri cinayet davasını çözmelerine yardım etmek olduğunu anlayabiliyor. doğu ABD'de, biraz fazla kilolu (özellikle kalça çevresi) tüm genç kadınlar, doğal su kütlelerinde boğulan ve büyük deri şeritlerinden sıyrılan tüm kadınlar. Ayrıca Crawford'un bir kadın olarak Lecter'den bazı duygusal tepkileri tetikleyebilmek için onu seçtiğini düşünüyor. Lecter ile ilk kez konuştuktan sonra, Lecter ile ilgili her şeyin psikolojik bir oyun olacağını fark eder ve genellikle onun sağladığı şifreli satırların arasını okumak zorunda kalır. Onunla konuşmanın karşılığında isteği, kendisini duygusal olarak ona ifşa etmek olduğundan, ne kadar oynayacağına karar vermesi gerekir. Altıncı bir kurban keşfedildiğinde dava daha vahim bir hal alır, bu kurbandan önemli bir kanıt parçası alabilirler, eğer Lecter bunun anlamı konusunda açık sözlüyse. Potansiyel bir yedinci kurban, Senatör Ruth Martin'in (Diane Baker) kızı yüksek profilli Catherine Martin'dir (Brooke Smith). Olanları kim hesaba katabilir, hapishane müdürü Dr. Frederick Chilton (Anthony Heald), Catherine ile daha yüksek profil gören bir oportünisttir, bu, kendisini yargılamaya başarılı bir şekilde dahil edebilirse kendisi için daha yüksek bir profil anlamına gelir.",
    "year": 1991,
    "genres": [
        "Suç",
        "dram",
        "Gerilim"
    ]
},
{
    "id": 24,
    "title": "Saving Private Ryan",
    "photo": "https://m.media-amazon.com/images/M/MV5BZjhkMDM4MWItZTVjOC00ZDRhLThmYTAtM2I5NzBmNmNlMzI1XkEyXkFqcGdeQXVyNDYyMDk5MTU@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "6 Haziran 1944'te Müttefiklerin Normandiya'yı işgaliyle başlayan Cpt komutasındaki 2. Korucu Taburu üyeleri. Miller, bir sahil başını güvence altına almak için karada savaşır. Çatışmaların ortasında iki kardeş operasyon sırasında öldürülür. Daha önce Yeni Gine'de üçüncü bir kardeş KIA'dır. Anneleri Bayan Ryan, üç mezar telgrafını da aynı gün alacak. Birleşik Devletler Ordusu Genelkurmay Başkanı George C. Marshall'a, dördüncü erkek kardeşi Er James Ryan'ı öğrendiğinde ve 8 adam göndermeye karar verdiğinde (Cpt. Miller ve seçilmiş üyeler) kederinin bir kısmını hafifletme fırsatı verilir. 2. Korucular) onu bulup annesine geri götürmek için...",
    "year": 1998,
    "genres": [
        "dram",
        "Savaş"
    ]
},
{
    "id": 25,
    "title": "City of God",
    "photo": "https://m.media-amazon.com/images/M/MV5BOTMwYjc5ZmItYTFjZC00ZGQ3LTlkNTMtMjZiNTZlMWQzNzI5XkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Brezilya, 1960'lar, Tanrı Şehri. Tender Trio, motelleri ve benzin kamyonlarını soyar. Küçük çocuklar iyi izler ve öğrenirler... hem de çok iyi. 1970'ler: Li'l Zé çok başarılı oldu ve şehrin sahibi oldu. Rakip çeteleri acımasızca yok ederken şiddet ve korkuya neden olur. En iyi arkadaşı Bené, onu akıl sağlığının iyi tarafında tutan tek kişidir. Rocket, bu ikisinin güç kazanmasını yıllardır izledi ve bunun bir parçası olmak istemiyor. deliliğe kapılmaya devam ediyor. Tek istediği fotoğraf çekmek. 1980'ler: Kalan son iki çete arasında işler kontrolden çıktı... hiç bitecek mi? Tanrı Şehri'ne hoş geldiniz.",
    "year": 2002,
    "genres": [
        "Suç",
        "dram"
    ]
},
{
    "id": 26,
    "title": "Interstellar",
    "photo": "https://m.media-amazon.com/images/M/MV5BZjdkOTU3MDktN2IxOS00OGEyLWFmMjktY2FiMmZkNWIyODZiXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Dünyanın geleceği felaketler, kıtlıklar ve kuraklıklarla dolu. İnsanlığın hayatta kalmasını sağlamanın tek bir yolu vardır: Yıldızlararası yolculuk. Güneş sistemimizin uzak noktalarında yeni keşfedilen bir solucan deliği, bir astronot ekibinin daha önce hiç kimsenin gitmediği bir yere, insan yaşamını sürdürmek için doğru ortama sahip olabilecek bir gezegene gitmesine olanak tanır.",
    "year": 2014,
    "genres": [
        "Macera",
        "dram",
        "bilimkurgu"
    ]
},
{
    "id": 27,
    "title": "Life Is Beautiful",
    "photo": "https://m.media-amazon.com/images/M/MV5BYmJmM2Q4NmMtYThmNC00ZjRlLWEyZmItZTIwOTBlZDQ3NTQ1XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "1930'ların İtalya'sında, Guido adında tasasız bir Yahudi garson, yakın bir şehirden hoş bir kadınla kur yapıp evlenerek bir peri masalı hayatına başlar. Guido ve eşinin bir oğlu vardır ve İtalya'nın Alman kuvvetleri tarafından işgaline kadar birlikte mutlu bir şekilde yaşarlar. Guido, ailesini bir arada tutmak ve oğlunun bir Yahudi Toplama Kampının dehşetinden kurtulmasına yardım etmek amacıyla, Holokost'un bir oyun olduğunu ve kazanmanın büyük ödülünün bir tank olduğunu hayal eder.",
    "year": 1997,
    "genres": [
        "Komedi",
        "dram",
        "Romantik",
        "Savaş"
    ]
},
{
    "id": 28,
    "title": "The Green Mile",
    "photo": "https://m.media-amazon.com/images/M/MV5BMTUxMzQyNjA5MF5BMl5BanBnXkFtZTYwOTU2NTY3._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Stephen King'in 1996 tarihli aynı adlı romanından uyarlanmıştır. Tom Hanks, ABD'deki Büyük Buhran sırasında esrarengiz bir mahkumun (Michael Clarke Duncan) tesisine getirilmesinden sonra meydana gelen doğaüstü olaylara tanık olan bir idam cezası infaz memuru rolünde.",
    "year": 1999,
    "genres": [
        "Suç",
        "dram",
        "fantezi",
        "Gizem"
    ]
},
{
    "id": 29,
    "title": "Star Wars: Episode IV - A New Hope",
    "photo": "https://m.media-amazon.com/images/M/MV5BOTA5NjhiOTAtZWM0ZC00MWNhLThiMzEtZDFkOTk2OTU1ZDJkXkEyXkFqcGdeQXVyMTA4NDI1NTQx._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Zalim Darth Vader'ın emri altındaki İmparatorluk Kuvvetleri, Galaktik İmparatorluk'a karşı isyanı bastırma çabalarında Prenses Leia'yı rehin alır. Millennium Falcon'un kaptanı Luke Skywalker ve Han Solo, güzel prensesi kurtarmak, Asi İttifakına yardım etmek ve Galaksiye özgürlük ve adaleti geri getirmek için arkadaş canlısı droid ikilisi R2-D2 ve C-3PO ile birlikte çalışıyor.",
    "year": 1977,
    "genres": [
        "Aksiyon",
        "Macera",
        "fantezi",
        "bilimkurgu"
    ]
},
{
    "id": 30,
    "title": "Terminator 2: Judgment Day",
    "photo": "https://m.media-amazon.com/images/M/MV5BMGU2NzRmZjUtOGUxYS00ZjdjLWEwZWItY2NlM2JhNjkxNTFmXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Terminator adlı ilk makinenin Sarah Connor ve doğmamış oğlu John'u öldürmeye çalışmasının üzerinden on yıldan fazla zaman geçti. Makinelere karşı insan direnişinin gelecekteki lideri olacak adam artık sağlıklı bir genç çocuktur. Ancak, T-1000 adlı başka bir Terminatör, süper bilgisayar Skynet tarafından zamanda geriye gönderilir. Bu yeni Terminatör, selefinden daha gelişmiş ve daha güçlüdür ve görevi, John Connor'ı daha çocukken öldürmektir. Ancak Sarah ve John, T-1000 tehdidiyle tek başlarına yüzleşmek zorunda değiller. Başka bir Terminatör (1984'te Sarah Connor'ı öldürmeye çalışan ve başarısız olan aynı modelin aynısı) da onları korumak için zamanda geriye gönderilir. Şimdi yarının savaşı başladı.",
    "year": 1991,
    "genres": [
        "Aksiyon",
        "bilimkurgu"
    ]
},
{
    "id": 31,
    "title": "Back to the Future",
    "photo": "https://m.media-amazon.com/images/M/MV5BZmU0M2Y1OGUtZjIxNi00ZjBkLTg1MjgtOWIyNThiZWIwYjRiXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Seksenlerin tipik bir Amerikalı genci olan Marty McFly, biraz çılgın bir bilim adamı tarafından icat edilen plütonyumla çalışan bir DeLorean \"zaman makinesi\" ile yanlışlıkla 1955'e geri gönderilir. Zamanda geriye yaptığı çoğu zaman histerik, her zaman harika yolculuk sırasında Marty, genç anne ve babasının tanışıp aşık olmasını sağlamalıdır - böylece geleceğe geri dönebilir.",
    "year": 1985,
    "genres": [
        "Macera",
        "Komedi",
        "bilimkurgu"
    ]
},
{
    "id": 32,
    "title": "Spirited Away",
    "photo": "https://m.media-amazon.com/images/M/MV5BMjlmZmI5MDctNDE2YS00YWE0LWE5ZWItZDBhYWQ0NTcxNWRhXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Chihiro ve ailesi, Chihiro'yu dehşete düşürerek, kırsal kesimdeki küçük bir Japon kasabasına taşınıyor. Chihiro'nun babası yeni evlerine giderken yanlış bir dönüş yapar ve bir tünelin önünde çıkmaza giren tek şeritli ıssız bir yolda arabasını sürer. Ailesi arabayı durdurup bölgeyi keşfetmeye karar verir. Tünelden geçerler ve diğer tarafta kendi küçük kasabası olan terk edilmiş bir eğlence parkı bulurlar. Ailesi, harika kokulu yemekleri olan ancak personeli olmayan bir restoran görünce, yemek yemeye ve daha sonra ödemeye karar verirler. Ancak Chihiro yemek yemeyi reddeder ve tema parkını biraz daha keşfetmeye karar verir. Kendisine Chihiro ve ailesinin tehlikede olduğunu ve hemen ayrılmaları gerektiğini söyleyen Haku adında bir çocukla tanışır. Restorana koşar ve ailesinin domuza dönüştüğünü görür. Ayrıca tema parkının iblisler, ruhlar ve kötü tanrıların yaşadığı bir kasaba olduğu ortaya çıkıyor. Kasabanın merkezinde bu canlıların rahatlamak için gittikleri bir hamam var. Hamamın sahibi, Chihiro da dahil olmak üzere tüm izinsiz girenleri esir işçi olarak tutmaya niyetli kötü cadı Yubaba'dır. Chihiro, kendi dünyalarına dönme umuduyla ailesini kurtarmak için Haku'ya güvenmelidir.",
    "year": 2001,
    "genres": [
        "Animasyon",
        "Macera",
        "Aile",
        "fantezi",
        "Gizem"
    ]
},
{
    "id": 33,
    "title": "The Pianist",
    "photo": "https://m.media-amazon.com/images/M/MV5BOWRiZDIxZjktMTA1NC00MDQ2LWEzMjUtMTliZmY3NjQ3ODJiXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY150_CR4,0,101,150_.jpg",
    "description": "\"Piyanist: Varşova'da Bir Adamın Hayatta Kalmasının Olağanüstü Gerçek Hikayesi, 1939-1945\" adlı otobiyografinin bu uyarlamasında, Polonyalı bir Yahudi radyo istasyonu piyanisti Wladyslaw Szpilman, İkinci Dünya Savaşı başlarken Varşova'nın kademeli olarak değiştiğini görüyor. Szpilman zorla Varşova Gettosu'na götürülür, ancak daha sonra Reinhard Operasyonu sırasında ailesinden ayrılır. Bu zamandan toplama kampı mahkumları serbest bırakılana kadar Szpilman, Varşova harabeleri arasında çeşitli yerlerde saklanır.",
    "year": 2002,
    "genres": [
        "Biyografi",
        "dram",
        "Müzik",
        "Savaş"
    ]
},
{
    "id": 34,
    "title": "Psycho",
    "photo": "https://m.media-amazon.com/images/M/MV5BNTQwNDM1YzItNDAxZC00NWY2LTk0M2UtNDIwNWI5OGUyNWUxXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Phoenix ofis çalışanı Marion Crane, hayatın ona davranış şeklinden bıkmıştır. Öğle tatillerinde sevgilisi Sam'le buluşmak zorundadır ve evlenemezler çünkü Sam parasının çoğunu nafaka olarak vermek zorundadır. Bir Cuma günü, işvereni Marion'a kırk bin doları bankaya yatırması için güvenir. Parayı alıp yeni bir hayata başlama fırsatını gören Marion, kasabadan ayrılır ve Sam'in California mağazasına doğru yola çıkar. Uzun araba yolculuğunun ardından yorgun düşmüş ve bir fırtınaya yakalanmış, ana otoyoldan inip Bates Motel'e giriyor. Motel, annesinin hakimiyetinde gibi görünen Norman adında sessiz bir genç adam tarafından yönetilmektedir.",
    "year": 1960,
    "genres": [
        "Korku",
        "Gizem",
        "Gerilim"
    ]
},
{
    "id": 35,
    "title": "Parasite",
    "photo": "https://m.media-amazon.com/images/M/MV5BYWZjMjk3ZTItODQ2ZC00NTY5LWE0ZDYtZTI3MjcwN2Q5NTVkXkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Kim'ler - anne ve baba Chung-sook ve Ki-taek ve onların genç yetişkin çocukları, oğulları Ki-woo ve kızı Ki-jung - yoğun bir alt işçi sınıfı reklamında eski püskü ve sıkışık yarı bodrum bir dairede yaşayan fakir bir ailedir. Seul bölgesi. Ki-woo, bir gün üniversiteye giderek yoksulluktan kurtulma hayalleri kuran kişidir. O üniversite eğitimine sahip olmamasına rağmen, Ki-woo, okula gitmek için ayrılan üniversite öğrencisi arkadaşı Min tarafından, Min'in Seul'e döndüğünde çıkmayı planladığı Park Da-hye'ye özel ders işini devralması için seçilir. kendisi üniversitede. Parks, ünlü mimar Namgoong tarafından tasarlanan ve onun eski konutu olan modernist evlerinde dört yıldır yaşayan varlıklı bir ailedir. Bay ve Bayan Park tamamen statüyle ilgiliyken, Bayan Park'ın uçarı, basit fikirli bir zihniyeti ve mizacı vardır ve Min, Ki-woo'ya işi almak için eğitimi hakkında ona yalan söyleme konusunda rahat hissetmesini söyler. İşi alırken Ki-woo, Bayan Park'ın Parkların ergenlik çağındaki oğlu Da-song için bir sanat terapisti aradığını öğrenir, Ki-woo hemen profesyonel sanat terapisti arkadaşı \"Jessica\"yı, gerçekten Ki-jung'u tavsiye eder. dört Kim'in en kolay yalancısı olarak dolandırıcılığı başarabileceğini biliyor. Da-hye'ye de aşık olan Ki-woo'da, kendisini o evde tasavvur etmeye başlar ve böylece Kim'ler, Ki-jung gibi tüm Kim'ler için takma adlar kullanan, Parklar'daki mevcut hizmetkarları değiştirmek için toplu bir plan başlatır. ' kovulmaları için nedenleri düzenlemede kullanın. Kurtulması en zor olanı, kelimenin tam anlamıyla evle birlikte gelen Parkların hizmetçisi Moon-gwang olabilir - o, Namgoong orada yaşarken onun hizmetçisiydi - ve bu nedenle evin tüm küçük köşelerini ve çatlaklarını Parkların kendisinden daha iyi bilir. O zaman soru, Kim'lerin kendi Parks versiyonları olma arayışlarında bu dolandırıcılığı ne kadar ileri götürebilecekleri olur.",
    "year": 2019,
    "genres": [
        "dram",
        "Gerilim"
    ]
},
{
    "id": 36,
    "title": "Léon: The Professional",
    "photo": "https://m.media-amazon.com/images/M/MV5BOTgyMWQ0ZWUtN2Q2MS00NmY0LWI3OWMtNjFkMzZlNDZjNTk0XkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Sefil bir uyuşturucu satıcısının 12 yaşındaki kızı, babası, üvey annesi, üvey kız kardeşi ve küçük erkek kardeşinin babasının işverenleri tarafından öldürülmesinin ardından, profesyonel bir tetikçinin dairesine sığınmayı başarır ve onun isteği üzerine ona ders verir. Sevgili kardeşini öldürerek hayatını mahveden yozlaşmış DEA ajanından intikamını alabilmek için işinin yöntemlerini kullanır.",
    "year": 1994,
    "genres": [
        "Aksiyon",
        "Suç",
        "dram",
        "Gerilim"
    ]
},
{
    "id": 37,
    "title": "The Lion King",
    "photo": "https://m.media-amazon.com/images/M/MV5BYTYxNGMyZTYtMjE3MS00MzNjLWFjNmYtMDk3N2FmM2JiM2M1XkEyXkFqcGdeQXVyNjY5NDU4NzI@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Genç bir aslan prens, babasını öldürdüğünü iddia eden zalim amcası tarafından gururundan kovulur. Amca demir bir pençeyle hükmederken, prens bir felsefeyle yaşayarak Savannah'nın ötesinde büyür: Geri kalan günleriniz için endişelenmeyin. Ancak geçmişi peşini bırakmadığında, genç prens kaderine karar vermelidir: Dışlanmış olarak mı kalacak yoksa şeytanlarıyla yüzleşip olması gerektiği gibi mi olacak?",
    "year": 1994,
    "genres": [
        "Animasyon",
        "Macera",
        "dram",
        "Aile",
        "müzikal"
    ]
},
{
    "id": 38,
    "title": "Gladiator",
    "photo": "https://m.media-amazon.com/images/M/MV5BMDliMmNhNDEtODUyOS00MjNlLTgxODEtN2U3NzIxMGVkZTA1L2ltYWdlXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Maximus, halk ve yaşlanan İmparator Marcus Aurelius tarafından sevilen güçlü bir Romalı generaldir. Ölümünden önce İmparator, Maximus'u kendi oğlu Commodus yerine varisi olarak seçer ve bir güç mücadelesi Maximus ve ailesini ölüme mahkum eder. Güçlü general, ailesini kurtaramaz ve iradesini kaybetmesi, yakalanmasına ve ölene kadar Gladyatör oyunlarına girmesine izin verir. Artık onu besleyen tek arzu, intikamını hissedecek olan adamın gözlerine bakabilmek için zirveye çıkma şansıdır.",
    "year": 2000,
    "genres": [
        "Aksiyon",
        "Macera",
        "dram"
    ]
},
{
    "id": 39,
    "title": "American History X",
    "photo": "https://m.media-amazon.com/images/M/MV5BZTJhN2FkYWEtMGI0My00YWM4LWI2MjAtM2UwNjY4MTI2ZTQyXkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Derek Vineyard, kamyonuna girmeye/çalmaya çalışan iki siyahi vahşice öldürmekten 3 yıl hapis yattıktan sonra şartlı tahliye edildi. Ağabeyi Danny Vineyard'ın anlatımından, Derek'in hapse girmeden önce bir dazlak olduğunu ve Los Angeles'ta ırkçı suçlar işleyen şiddetli bir beyaz üstünlükçü çetenin lideri olduğunu ve eylemlerinin Danny'yi büyük ölçüde etkilediğini öğreniyoruz. Yenilenen ve hapisten yeni çıkan Derek, çeteyle bağlantısını koparır ve Danny'nin kendisi gibi şiddet içeren yola girmesini engellemeye kararlı hale gelir.",
    "year": 1998,
    "genres": [
        "Suç",
        "dram"
    ]
},
{
    "id": 40,
    "title": "The Departed",
    "photo": "https://m.media-amazon.com/images/M/MV5BMTI1MTY2OTIxNV5BMl5BanBnXkFtZTYwNjQ4NjY3._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Bu suç-eylem turunda, Güney Boston eyalet polis gücü, İrlanda-Amerikan organize suçlarına karşı savaş yürütüyor. Genç gizli polis Billy Costigan, gangland şefi Frank Costello tarafından yönetilen mafya örgütüne sızmakla görevlendirilir. Billy, Costello'nun güvenini hızla kazanırken, sendika için muhbir olarak eyalet polisine sızan sertleşmiş genç bir suçlu olan Colin Sullivan, Özel Soruşturma Birimi'nde güçlü bir konuma yükseliyor. Her insan, girdikleri operasyonların planları ve karşı planları hakkında bilgi toplayarak ikili yaşamları tarafından derinden tüketilir. Ancak hem mafya hem de polis, aralarında bir köstebek olduğunu anlayınca, Billy ve Colin birdenbire yakalanma ve düşmana maruz kalma tehlikesiyle karşı karşıya kalırlar - ve her biri, diğer adamın kimliğini ortaya çıkarmak için yarışmak zorundadır. kendilerini kurtarma zamanı. Ama ikisi de uzun gizli görevleri sırasında kazandıkları arkadaşlarına ve yoldaşlarına düşman olmaya istekli mi?",
    "year": 2006,
    "genres": [
        "Suç",
        "dram",
        "Gerilim"
    ]
},
{
    "id": 41,
    "title": "Whiplash",
    "photo": "https://m.media-amazon.com/images/M/MV5BOTA5NDZlZGUtMjAxOS00YTRkLTkwYmMtYWQ0NWEwZDZiNjEzXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "On dokuz yaşındaki Andrew Niemann, Buddy Rich ile bir ligde dünyanın en büyük caz davulcusu olmak istiyor. Bu hedef, lise öğretmeni olan babası Jim'in başarısız bir yazar olduğu müzikal veya başka türlü en büyük soyağacından gelmemesine rağmen. Andrew, Amerika Birleşik Devletleri'ndeki en iyi müzik okulu olan Shaffer Müzik Konservatuarı'nda ilk yılına başlıyor. Shaffer'da en iyi şey, Terence Fletcher'ın yanında okumak için kabul edilmek ve okulu caz yarışmalarında temsil eden stüdyo grubunda çalmanın istenmesidir. Andrew, pek olumlu olmayan ilk karşılaşmalarına dayanarak, Fletcher'ın başlangıçta yapmaktan fazlasıyla mutlu olduğu alternatif davulcu pozisyonunda da olsa ondan gruba katılmasını istemesine şaşırır. Andrew, Fletcher'ın korku ve gözdağıyla çalıştığını ve her seferinde en iyiden daha azını düşündüğü şeylerle asla yetinmediğini çabucak öğrenir. Fletcher'ın zihninde en iyisi olmak, sadece iyi oynamayı değil, iyi oynadığınızı ve değilse neyi yanlış yaptığınızı bilmek anlamına gelir. Çalışma tarzı, grup içindeki her erkek veya kadın için bir korku atmosferi yaratır. Ne olursa olsun, Andrew en iyisi olmak için çok çalışıyor. Hayattaki önceliklerini ve en iyisi olmak için neyi feda etmeye istekli olduğunu bulması gerekiyor. Diğer soru, ancak Fletcher'ın açtığı yollar ile başarabileceğine inanabileceği o büyüklüğe ulaşmak için Fletcher tarafından ne kadar duygusal tacize katlanacağıdır.",
    "year": 2014,
    "genres": [
        "dram",
        "Müzik"
    ]
},
{
    "id": 42,
    "title": "The Prestige",
    "photo": "https://m.media-amazon.com/images/M/MV5BMjA4NDI0MTIxNF5BMl5BanBnXkFtZTYwNTM0MzY2._V1_SY150_CR0,0,101,150_.jpg",
    "description": "19. yüzyılın sonlarında Londra'da Robert Angier, çok sevdiği eşi Julia McCullough ve Alfred Borden bir sihirbazın arkadaşları ve yardımcılarıdır. Julia bir gösteri sırasında kazara ölünce, Robert onun ölümünden Alfred'i sorumlu tutar ve ikisi düşman olurlar. Her ikisi de ünlü ve rakip sihirbazlar haline gelir ve diğerinin sahnedeki performansını sabote eder. Alfred başarılı bir numara yaptığında, Robert rakibinin sırrını trajik sonuçlarla ifşa etmeye takıntılı hale gelir.",
    "year": 2006,
    "genres": [
        "dram",
        "Gizem",
        "bilimkurgu",
        "Gerilim"
    ]
},
{
    "id": 43,
    "title": "The Usual Suspects",
    "photo": "https://m.media-amazon.com/images/M/MV5BYTViNjMyNmUtNDFkNC00ZDRlLThmMDUtZDU2YWE4NGI2ZjVmXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "New York'ta bir kamyon kaçırma olayının ardından, beş suçlu tutuklanır ve sorgulanmak üzere bir araya getirilir. Hiçbirinin suçu olmadığı için polise karşı bir intikam operasyonu planlarlar. Operasyon iyi gider ama sonra Keyser Söze adlı efsanevi bir suçlunun beyni etkisi hissedilir. Her birinin Söze'ye bir noktada haksızlık ettiği ve şimdi geri ödemesi gerektiği ortaya çıkıyor. Geri ödeme işi, bir tekne patlamasında 27 kişinin ölümüne neden olur, ancak asıl soru şimdi ortaya çıkar: Keyser Söze gerçekte kimdir?",
    "year": 1995,
    "genres": [
        "Suç",
        "dram",
        "Gizem",
        "Gerilim"
    ]
},
{
    "id": 44,
    "title": "Casablanca",
    "photo": "https://m.media-amazon.com/images/M/MV5BY2IzZGY2YmEtYzljNS00NTM5LTgwMzUtMzM1NjQ4NGI0OTk0XkEyXkFqcGdeQXVyNDYyMDk5MTU@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "İkinci Dünya Savaşı'nın ilk aşamalarında Fas'ın Kazablanka kentinde bir gece kulübü işleten, alaycı, dünyadan bıkmış eski bir vatansever olan Rick Blaine'in hikayesi. Yerel makamlardan sürekli olarak gördüğü baskıya rağmen Rick'in kafesi, Amerika'ya kaçmalarına yardımcı olacak yasadışı mektuplar elde etmek isteyen mülteciler için bir tür sığınak haline geldi. Ancak Rick'in eski sevgilisi Ilsa ve kocası bir gün onun kafesine geldiğinde Rick, öngörülemeyen komplikasyonları, kalp kırıklığını ve nihayetinde dayanılmaz bir karar vermeyi beraberinde getirecek zorlu bir meydan okumayla karşı karşıya kalır.",
    "year": 1942,
    "genres": [
        "dram",
        "Romantik",
        "Savaş"
    ]
},
{
    "id": 45,
    "title": "Grave of the Fireflies",
    "photo": "https://m.media-amazon.com/images/M/MV5BZmY2NjUzNDQtNTgxNC00M2Q4LTljOWQtMjNjNDBjNWUxNmJlXkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Dünya Savaşı'nın gerileyen günlerinde yaşayan iki genç Japon kardeş olan Seita ve Setsuko'nun hikayesi. Bir Amerikan yangın bombası iki çocuğu ebeveynlerinden ayırdığında, iki kardeş hayatta kalma mücadelesi verirken tamamen birbirlerine güvenmek zorundadır.",
    "year": 1988,
    "genres": [
        "Animasyon",
        "dram",
        "Savaş"
    ]
},
{
    "id": 46,
    "title": "Harakiri",
    "photo": "https://m.media-amazon.com/images/M/MV5BYjBmYTQ1NjItZWU5MS00YjI0LTg2OTYtYmFkN2JkMmNiNWVkXkEyXkFqcGdeQXVyMTMxMTY0OTQ@._V1_SY150_CR4,0,101,150_.jpg",
    "description": "17. yüzyıl Japonya'sında barış, Shogunate'nin savaşçı klanları dağıtmasına, binlerce samurayın işsiz kalmasına ve yoksulluğa düşmesine neden oldu. Samuray yasasına göre böyle bir kaderin onurlu bir sonu, ritüel intihar veya hara-kiri'dir (kendi kendine bağırsak deşme). Yaşlı bir savaşçı olan Hanshiro Tsugumo (Tatsuya Nakadai), eylemi gerçekleştirmek için bir feodal lordun evine kabul edilmek ister. Orada, evde iş arayan ama bunun yerine barbarca, sıkıcı bir bambu bıçakla dayanılmaz bir şekilde geleneksel hara-kiri yapmaya zorlanan genç bir samuray olan damadının kaderini öğrenir. Geçmişe dönüşlerde samuray, damadının trajik hikayesini ve hasta karısı ve çocuğunu desteklemek için gerçek kılıcını nasıl satmaya zorlandığını anlatır. Böylece Tsugumo, eve karşı gergin bir intikam hesaplaşmasını harekete geçirir.",
    "year": 1962,
    "genres": [
        "Aksiyon",
        "dram",
        "Gizem"
    ]
},
{
    "id": 47,
    "title": "The Intouchables",
    "photo": "https://m.media-amazon.com/images/M/MV5BMTYxNDA3MDQwNl5BMl5BanBnXkFtZTcwNTU4Mzc1Nw@@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Paris'te, aristokrat ve entelektüel Philippe, kızıl saçlı sekreteri Magalie ile bakıcısı pozisyonu için adaylarla görüşen felçli bir milyonerdir. Driss birdenbire aday sırasını keser ve Sosyal Güvenlik'ten bir belge getirir ve Phillipe'den işsizlik parasını alabilmek için bir iş pozisyonu aradığını kanıtlamak için imzalamasını ister. Philippe, Driss'e meydan okuyarak ona yardım etme deneyimi kazanması için bir aylık bir deneme süresi teklif eder. O zaman Driss, onunla kalmak isteyip istemediğine karar verebilir. Driss meydan okumayı kabul eder ve malikaneye taşınır, Phillipe ve çalışanlarının sıkıcı hayatını değiştirir.",
    "year": 2011,
    "genres": [
        "Biyografi",
        "Komedi",
        "dram"
    ]
},
{
    "id": 48,
    "title": "Modern Times",
    "photo": "https://m.media-amazon.com/images/M/MV5BYjJiZjMzYzktNjU0NS00OTkxLWEwYzItYzdhYWJjN2QzMTRlL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Chaplin'in ses efektleriyle dolu son 'sessiz' filmi, herkes sesli film çekerken çekildi. Charlie, modern topluma, makine çağına, (Filmlerde ses kullanımı?) ve ilerlemeye karşı çıkar. İlk önce çılgınca bir üretim hattına ayak uydurmaya çalıştığını, cıvataları sıktığını görüyoruz. Otomatik bir besleme makinesiyle bir deney için seçilir, ancak çeşitli aksilikler patronunun onun delirdiğine inanmasına neden olur ve Charlie bir akıl hastanesine gönderilir - Dışarı çıktığında, kırmızı bayrak sallarken komünist zannedilir. , hapse gönderilir, firar etmeyi engeller ve tekrar serbest bırakılır. Film çıkmadan önce Charlie'yi daha birçok kaçışla takip ediyoruz.",
    "year": 1936,
    "genres": [
        "Komedi",
        "dram",
        "Romantik"
    ]
},
{
    "id": 49,
    "title": "Once Upon a Time in the West",
    "photo": "https://m.media-amazon.com/images/M/MV5BODQ3NDExOGYtMzI3Mi00NWRlLTkwNjAtNjc4MDgzZGJiZTA1XkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "New Orleans'tan Amerika'nın batısındaki Utah sınırına taşınan genç bir kadının, Bayan McBain'in hikayesi. Yeni kocasının ve ailesinin katledildiğini bulmaya gelir, ama kim tarafından? Baş şüpheli, kahve aşığı Cheyenne, onunla arkadaş olur ve onun onuruna gerçek katil, suikastçı çete lideri Frank'in peşine düşmeyi teklif eder. Zaten ödeşme arayışında olan Armonika ona eşlik ediyor.",
    "year": 1968,
    "genres": [
        "Batılı"
    ]
},
{
    "id": 50,
    "title": "Cinema Paradiso",
    "photo": "https://m.media-amazon.com/images/M/MV5BM2FhYjEyYmYtMDI1Yy00YTdlLWI2NWQtYmEzNzAxOGY1NjY2XkEyXkFqcGdeQXVyNTA3NTIyNDg@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Sicilya'nın yerli bir köyünde büyüyen bir çocuk, eski bir arkadaşının ölüm haberini aldıktan sonra ünlü bir yönetmen olarak evine döner. Bir geri dönüşte anlatılan Salvatore, çocukluğunu ve Cinema Paradiso'da bir makinist olan Alfredo ile olan ilişkisini hatırlıyor. Alfredo'nun babacan etkisi altında, Salvatore film yapımına aşık oldu, ikili filmler hakkında saatlerce tartıştı ve Alfredo, Salvatore'a genç çocuğun film yapımı dünyasına bir basamak haline gelen becerileri özenle öğretti. Film, izleyiciyi sinemadaki değişimler ve ölmekte olan geleneksel film yapımı, kurgusu ve gösterimi ticaretine götürüyor. Aynı zamanda genç bir çocuğun küçük kasabasını terk edip dışarıdaki dünyaya açılma hayalini de araştırıyor.",
    "year": 1988,
    "genres": [
        "dram",
        "Romantik"
    ]
},
{
    "id": 51,
    "title": "Rear Window",
    "photo": "https://m.media-amazon.com/images/M/MV5BNGUxYWM3M2MtMGM3Mi00ZmRiLWE0NGQtZjE5ODI2OTJhNTU0XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Profesyonel fotoğrafçı L.B. \"Jeff\" Jefferies, bir otomobil yarışında aksiyon çekimi yaparken bacağını kırar. New York'taki dairesine kapatılmış, zamanını arka pencereden komşuları gözlemleyerek geçiriyor. Avlunun karşısındaki bir adamın karısını öldürmüş olabileceğinden şüphelenmeye başlar. Jeff, araştırmak için sosyete moda danışmanı kız arkadaşı Lisa Fremont ve misafir hemşiresi Stella'dan yardım ister.",
    "year": 1954,
    "genres": [
        "Gizem",
        "Gerilim"
    ]
},
{
    "id": 52,
    "title": "Alien",
    "photo": "https://m.media-amazon.com/images/M/MV5BOGQzZTBjMjQtOTVmMS00NGE5LWEyYmMtOGQ1ZGZjNmRkYjFhXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Uzak bir gelecekte, ticari uzay gemisi Nostromo'nun mürettebatı, uzak bir aydan gelen bir imdat çağrısı aldıklarında evlerine dönerler. Mürettebat soruşturma yapmakla yükümlüdür ve ardından uzay gemisi aya iner. Zorlu bir inişin ardından, üç mürettebat üyesi, aydaki bölgeyi keşfetmek için uzay gemisinden ayrılır. Bilinmeyen bir yaratığın kovan kolonisini keşfettikleri sırada, geminin bilgisayarı mesajın bir imdat çağrısı değil, bir uyarı olduğunu deşifre eder. Yumurtalardan biri rahatsız edilince mürettebat uzay gemisinde yalnız olmadıklarını ve sonuçlarına katlanmaları gerektiğini anlar.",
    "year": 1979,
    "genres": [
        "Korku",
        "bilimkurgu"
    ]
},
{
    "id": 53,
    "title": "City Lights",
    "photo": "https://m.media-amazon.com/images/M/MV5BY2I4MmM1N2EtM2YzOS00OWUzLTkzYzctNDc5NDg2N2IyODJmXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Bir serseri kör güzel bir kıza aşık olur. Ailesi maddi sıkıntı içindedir. Serseri'nin zengin bir adamla ara sıra olan arkadaşlığı, kızın velinimet ve talip olmasına izin verir.",
    "year": 1931,
    "genres": [
        "Komedi",
        "dram",
        "Romantik"
    ]
},
{
    "id": 54,
    "title": "Apocalypse Now",
    "photo": "https://m.media-amazon.com/images/M/MV5BYmQyNTA1ZGItNjZjMi00NzFlLWEzMWEtNWMwN2Q2MjJhYzEyXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Vietnam'daki savaşın doruk noktasıdır ve ABD Ordusu Yüzbaşı Willard, Albay Lucas ve bir General tarafından resmi olarak \"var olmayan ve asla olmayacak\" bir görevi yerine getirmesi için gönderilir. Görev: Ordusu Kamboçya sınırını geçen ve Viet Cong ve NVA'ya karşı vur-kaç görevleri yürüten gizemli Yeşil Bereli Albay Walter Kurtz'u bulmak. Ordu, Kurtz'ün tamamen delirdiğine inanıyor ve Willard'ın görevi onu ortadan kaldırmak. Bir ABD Donanması devriye botuyla Nung Nehri'ne gönderilen Willard, hedefinin ABD Ordusu'ndaki en madalyalı subaylardan biri olduğunu keşfeder. Mürettebatı, Nung Nehri'ne bir giriş noktası sağlamak için bir Viet Cong karakolunu ortadan kaldıran ABD Ordusu helikopter süvari grubunun başı olan sörfçü tipi Yarbay Kilgore ile buluşur. Mürettebatından bazılarının öldürüldüğü bazı tüyler ürpertici karşılaşmaların ardından Willard, Lance ve Chef, Albay Kurtz'un Do Lung Köprüsü'nün ötesindeki karakoluna ulaşır. Şimdi, Kurtz'un tutsağı olduktan sonra, Willard ve diğerleri görevlerini yerine getirebilecekler mi?",
    "year": 1979,
    "genres": [
        "dram",
        "Gizem",
        "Savaş"
    ]
},
{
    "id": 55,
    "title": "Memento",
    "photo": "https://m.media-amazon.com/images/M/MV5BZTcyNjk1MjgtOWI3Mi00YzQwLWI5MTktMzY4ZmI2NDAyNzYzXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Memento, hatırladığı son şey olan karısının katilini bulmaya çalışırken artık yeni anılar oluşturamayan eski bir sigorta müfettişi olan Leonard'ın iki ayrı hikayesini anlatıyor. Bir hikaye dizisi zamanda ileriye doğru hareket ederken, diğeri hikayeyi geriye doğru anlatır ve her seferinde daha fazlasını açığa çıkarır.",
    "year": 2000,
    "genres": [
        "Gizem",
        "Gerilim"
    ]
},
{
    "id": 56,
    "title": "Django Unchained",
    "photo": "https://m.media-amazon.com/images/M/MV5BMjIyNTQ5NjQ1OV5BMl5BanBnXkFtZTcwODg1MDU4OA@@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "1858'de King Schultz adlı bir ödül avcısı, Django adında bir köle arar ve aradığı bazı adamları bulması için ona ihtiyacı olduğu için onu satın alır. Onları bulduktan sonra Django, kaçmaya çalıştığı için eski sahibi tarafından kendisiyle birlikte ayrı satılan karısı Broomhilda'yı bulmak ister. Schultz, onunla kalmayı ve ortağı olmayı seçerse ona yardım etmeyi teklif ediyor. Sonunda Mississippi'deki bir çiftliğe satıldığını öğrenirler. İçeri girip onu istediklerini söyleyemeyeceklerini bildiklerinden, ev sahibinin onları evine kabul etmesi ve bir yolunu bulabilmeleri için bir plan yaparlar.",
    "year": 2012,
    "genres": [
        "dram",
        "Batılı"
    ]
},
{
    "id": 57,
    "title": "Indiana Jones and the Raiders of the Lost Ark",
    "photo": "https://m.media-amazon.com/images/M/MV5BNTU2ODkyY2MtMjU1NC00NjE1LWEzYjgtMWQ3MzRhMTE0NDc0XkEyXkFqcGdeQXVyMjM4MzQ4OTQ@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Yıl 1936. Indiana Jones adlı bir arkeoloji profesörü, altın bir heykel aramak için Güney Amerika ormanlarında maceraya atılır. Ne yazık ki ölümcül bir tuzak kurar ama mucizevi bir şekilde kaçar. Daha sonra Jones, Marcus Brody adlı bir müze küratöründen, insan varoluşunun anahtarını elinde tutabilen The Ark of the Covenant adlı İncil'deki bir eser hakkında bilgi alır. Jones, bu eseri bulmak için Nepal ve Mısır gibi uçsuz bucaksız yerlere gitmek zorunda. Ancak oraya ulaşmak için düşmanı Rene Belloq ve bir Nazi çetesiyle savaşmak zorunda kalacak.",
    "year": 1981,
    "genres": [
        "Aksiyon",
        "Macera"
    ]
},
{
    "id": 58,
    "title": "WALL·E",
    "photo": "https://m.media-amazon.com/images/M/MV5BMjExMTg5OTU0NF5BMl5BanBnXkFtZTcwMjMxMzMzMw@@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "İnsanlığın dünyayı güçlü çok uluslu Buy N Large şirketi WALL-E tarafından satılan ürünlerin çöpleriyle kaplandığı için terk ettiği uzak ama o kadar da gerçekçi olmayan bir gelecekte, bir çöp toplama robotu temizlemeye bırakıldı. dağınıklık. Dünya tarihinin ıvır zıvırları ve şov melodileriyle büyülenen WALL-E, neşeli bir evcil hamamböceği dışında Dünya'da yalnızdır. Bir gün, zarif (ve tehlikeli) bir keşif robotu olan EVE, yaşamın bir kez daha sürdürülebilir olduğuna dair kanıt bulması için Dünya'ya gönderilir. WALL-E, EVE'ye aşık olur. WALL-E, EVE'yi bir toz fırtınasından kurtarır ve ona molozların arasında bulduğu canlı bir bitkiyi gösterir. EVE, \"yönergesine\" uygun olarak tesisi alır ve yanıp sönen yeşil bir işaret dışında otomatik olarak devre dışı bir duruma girer. WALL-E, yeni arkadaşına ne olduğunu anlamaz ama aşkına sadık kalarak onu tepkisiz kalsa da rüzgardan, yağmurdan ve şimşekten korur. Bir gün devasa bir gemi EVE'yi geri almak için gelir, ancak WALL-E aşkından ya da yalnızlığından EVE'yi kurtarmak için geminin dışına otostop çeker. Gemi, 700 yıl önce Dünya'yı tahliye eden tüm insanları taşıyan büyük bir uzay gemisine geri döner. Dünyadaki insanlar, bu uzayda, onlara sürekli bir TV ve görüntülü sohbet akışı sağlayan havada asılı sandalyelere binerler. Tembellik ve/veya kemik kaybı nedeniyle tüm yemeklerini pipetle içerler ve hepsi o kadar şişmandır ki zar zor hareket edebilirler. Yüzyıllar önce gönderilen alelacele verilen talimatlara göre hareket eden otomatik pilot bilgisayar, fabrikayı çalarak Dünya halkının geri dönmesini engellemeye çalıştığında, WALL-E, EVE, iri kaptan EVE ve bir grup bozuk robot bir sahneye çıkar. isyan.",
    "year": 2008,
    "genres": [
        "Animasyon",
        "Macera",
        "Aile",
        "bilimkurgu"
    ]
},
{
    "id": 59,
    "title": "The Lives of Others",
    "photo": "https://m.media-amazon.com/images/M/MV5BNmQyNmJjM2ItNTQzYi00ZjMxLWFjMDYtZjUyN2YwZDk5YWQ2XkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Gerd Wiesler, Doğu Alman gizli polisi Stasi'de bir subaydır. Film, 1984 yılında Wiesler'ın sadık vatandaşın nihai örneği olarak kabul edilen Georg Dreyman'ın yazdığı bir oyuna katılmasıyla başlar. Wiesler, Dreyman'ın göründüğü kadar ideal olamayacağına dair bir sezgiye sahip ve gözetimin gerekli olduğuna inanıyor. Kültür Bakanı kabul eder, ancak Wiesler ancak daha sonra Bakanın Dreyman'ı bir rakip olarak gördüğünü ve ortağı Christa-Maria'yı arzuladığını öğrenir. Onları dinlemek için ne kadar çok zaman harcarsa, onları o kadar önemsiyor. Bir zamanlar katı olan Stasi memuru, mümkün olduğunca onları koruyarak hayatlarına olumlu bir şekilde müdahale etmeye başlar. Sonunda, Wiesler'ın faaliyetleri onu yakalar ve yanlış yaptığına dair hiçbir kanıt olmamasına rağmen, inanılmaz olana kadar kendini önemsiz işlerde bulur.",
    "year": 2006,
    "genres": [
        "dram",
        "Gizem",
        "Gerilim"
    ]
},
{
    "id": 60,
    "title": "Sunset Blvd.",
    "photo": "https://m.media-amazon.com/images/M/MV5BMTU0NTkyNzYwMF5BMl5BanBnXkFtZTgwMDU0NDk5MTI@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "1950'lerin başında Hollywood'da, meçhul senaryo yazarı Joe Gillis çalışmalarını stüdyolara satamaz, borçlarla doludur ve bir ofiste çalışmak için memleketine dönmeyi düşünür. Alacaklılarından kaçmaya çalışırken lastiği patlar ve arabasını Sunset Bulvarı'ndaki eski bir malikaneye park eder. Uşağı ve şoförü Max Von Mayerling ile yalnız yaşayan sahibi ve eski sessiz film yıldızı Norma Desmond ile tanışır. Norma çılgındır ve sinema endüstrisine döneceğine inanır ve geçmişte yönetmeni ve kocası olan ve onu hala seven Max tarafından korunur ve dünyadan izole edilir. Norma, Joe'ya malikaneye taşınmasını ve sinemaya dönüşü için bir senaryo yazmasına yardım etmesini önerir ve küçük yazar, onun sevgilisi ve jigolo olur. Joe, gelecek vadeden genç yazar Betty Schaefer'a aşık olunca, Norma kıskanır ve tamamen delirir ve deliliği trajik bir sona yol açar.",
    "year": 1950,
    "genres": [
        "dram",
        "Karanlık film"
    ]
},
{
    "id": 61,
    "title": "Paths of Glory",
    "photo": "https://m.media-amazon.com/images/M/MV5BOTI5Nzc0OTMtYzBkMS00NjkxLThmM2UtNjM2ODgxN2M5NjNkXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Birinci Dünya Savaşı'ndaki siperlerdeki savaşın beyhudeliği ve ironisi, Fransız ordusunda bir birlik komutanının, adamlarının isyanıyla ve gücünün bir kısmı imkansız bir saldırıda tekrar ateş altına düştükten sonra şan peşinde koşan bir generalle başa çıkması olarak gösteriliyor.",
    "year": 1957,
    "genres": [
        "dram",
        "Savaş"
    ]
},
{
    "id": 62,
    "title": "Avengers: Infinity War",
    "photo": "https://m.media-amazon.com/images/M/MV5BMjMxNjY2MDU1OV5BMl5BanBnXkFtZTgwNzY1MTUwNTM@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Yenilmezler ve müttefikleri, dünyayı herhangi bir kahramanın başa çıkamayacağı kadar büyük tehditlerden korumaya devam ederken, kozmik gölgelerden yeni bir tehlike ortaya çıktı: Thanos. Galaksiler arası bir rezillik despotu olan amacı, hayal edilemeyecek güçteki eserler olan altı Sonsuzluk Taşını da toplamak ve bunları tüm gerçekliğe çarpık iradesini uygulamak için kullanmaktır. İntikamcılar'ın uğrunda savaştığı her şey bu ana kadar geldi, Dünya'nın kaderi ve varoluş hiç bu kadar belirsiz olmamıştı.",
    "year": 2018,
    "genres": [
        "Aksiyon",
        "Macera",
        "bilimkurgu"
    ]
},
{
    "id": 63,
    "title": "The Shining",
    "photo": "https://m.media-amazon.com/images/M/MV5BZWFlYmY2MGEtZjVkYS00YzU4LTg0YjQtYzY1ZGE3NTA5NGQxXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Kalıcı bir yazar tıkanıklığının peşini bırakmayan, gelecek vadeden yazar ve iyileşmekte olan alkolik Jack Torrance, sezon dışı bekçi olarak işe başladıktan sonra karısı Wendy ve yetenekli oğlu Danny'yi karla kaplı Colorado'nun gözlerden uzak Overlook Oteli'ne sürükler. Devasa otel sezon için kapanırken, yönetici Jack'e büyük bir tur verir ve tesisin şefi, yaşlanan Bay Hallorann, Danny ile \"The Shining\" adlı ender bir psişik yetenek hakkında büyüleyici bir sohbet eder ve onu mutlaka uyarır. otelin terk edilmiş odaları ve özellikle de yasak olan 237 numaralı Oda hakkında. Ancak, Jack, iç karartıcı yaratıcı tekdüzeliğin üstesinden gelmek yerine, yavaş yavaş aklını kaybetmeye başlar, sonu gelmeyen kar fırtınalarından oluşan acımasız bir ortamda kapana kısılır ve bir garip olaylar ve ürkütücü vizyonlarla dolu devasa sessiz hapishane. Şimdi, Jack'in kafasının içindeki aralıksız sesler fedakarlık istiyor. Jack cinayet işleyebilir mi?",
    "year": 1980,
    "genres": [
        "dram",
        "Korku"
    ]
},
{
    "id": 64,
    "title": "The Great Dictator",
    "photo": "https://m.media-amazon.com/images/M/MV5BMmExYWJjNTktNGUyZS00ODhmLTkxYzAtNWIzOGEyMGNiMmUwXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Tomainia ulusunun kaybeden tarafta olduğu Birinci Dünya Savaşı'nın sona ermesinden 20 yıl sonra, Adenoid Hynkel ülkenin acımasız diktatörü olarak iktidara geldi. Saf bir Aryan devletine ve Yahudilerin katledilmesine inanıyor. Bu durum, Birinci Dünya Savaşı savaşından bu yana hastanede yatan basit bir Yahudi Tomainyalı berber tarafından bilinmiyor. Savaşla ilgili hafıza kaybı yaşayan berber serbest bırakıldıktan sonra, ilişkiye başladığı Hannah adında bir çamaşırcı kadın da dahil olmak üzere Yahudi gettosunda yaşayan birçok kişi tarafından Yahudilerin yeni zulüm altındaki hayatı gösterilir. Berber, Birinci Dünya Savaşı savaşında kurtardığı Komutan Schultz'un bu tür zulmünden nihayetinde kurtuldu. Tomainia'daki tüm Yahudilerin hayatları, sonunda bunu gizli amaçlar için yapan Hynkel'in kendisi tarafından yapılan bir politika değişikliği ile bağışlandı. Ancak bu güdüler, komşu Bacteria'nın diktatörü Benzino Napaloni tarafından tehdit edilebilecek komşu Osterlich'in işgalinden başlayarak dünya hakimiyeti arzusunu içeriyor. Nihayetinde, Hynkel'in rejimine ihanet eden Schultz ve berber, Schultz'un rejimin işleyişine ilişkin içsel bilgisini ve berberin iktidardakilerden birine esrarengiz benzerliğini kullanarak durumun kontrolünü ele geçirmek için güçlerini birleştirebilir.",
    "year": 1940,
    "genres": [
        "Komedi",
        "dram",
        "Savaş"
    ]
},
{
    "id": 65,
    "title": "Witness for the Prosecution",
    "photo": "https://m.media-amazon.com/images/M/MV5BNDQwODU5OWYtNDcyNi00MDQ1LThiOGMtZDkwNWJiM2Y3MDg0XkEyXkFqcGdeQXVyMDI2NDg0NQ@@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Hasta avukat Sir Wilfrid Robarts, kendisini zengin bir kadını öldürmekten yargılanan Leonard Vole'u savunurken bulduğunda, avukatlık kariyerinin en sıra dışı ve olaylı cinayet davalarından biri haline gelen mahkeme salonuna geri döner. Robarts'ın onu temsil etmeyi seçmesiyle ikisi kendilerini Leonard'ın soğuk kalpli karısı Christine ile karşı karşıya bulurlar - o, şaşırtıcı bir şekilde, kocasına karşı mahkemeye çıkmayı seçer.",
    "year": 1957,
    "genres": [
        "Suç",
        "dram",
        "Gizem",
        "Gerilim"
    ]
},
{
    "id": 66,
    "title": "Spider-Man: Into the Spider-Verse",
    "photo": "https://m.media-amazon.com/images/M/MV5BMjMwNDkxMTgzOF5BMl5BanBnXkFtZTgwNTkwNTQ3NjM@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "The Lego Movie ve 21 Jump Street'in arkasındaki yaratıcı beyinler Phil Lord ve Christopher Miller, türünün ilk örneği olan çığır açan bir görsel stille benzersiz yeteneklerini farklı bir Spider-Man Evreni vizyonuna taşıyor. \"Spider-Man(TM): Into the Spider-Verse\", Brooklyn'li genç Miles Morales'i (Shameik Moore) ve birden fazla kişinin maske takabileceği Spider-Verse'in sınırsız olanaklarını tanıtıyor.",
    "year": 2018,
    "genres": [
        "Animasyon",
        "Aksiyon",
        "Macera",
        "Komedi",
        "Aile",
        "fantezi",
        "bilimkurgu"
    ]
},
{
    "id": 67,
    "title": "Aliens",
    "photo": "https://m.media-amazon.com/images/M/MV5BZTM1Nzk5ZTItN2ZkNi00MDRjLWIwYWUtOWY4ZjZmZjkyM2I0XkEyXkFqcGdeQXVyNTU1NTcwOTk@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Ellen Ripley, ilk filmdeki sürüngen uzaylı yaratığıyla yakın bir karşılaşma yaşadıktan 57 yıl sonra, bu kez, bir grup iyi eğitimli sömürge denizcisinin uğursuz uzaylılara karşı savaşmasına yardım etmesi için geri çağrılır. Ancak bu kez, uzaylılar LV-426 ayındaki bir uzay kolonisini ele geçirdiler. Sömürge denizcileri ıssız uzay kolonisini aramaya çağrıldığında, daha sonra pazarlık ettiklerinden daha fazlasıyla karşı karşıya olduklarını anlarlar. Özel olarak değiştirilmiş makineli tüfekler ve yeterli ateş gücü kullanarak, uzay denizcileri uzaylılara karşı savaşırken ya savaşın ya da ölün. Denizciler kendilerini savunmak için ellerinden gelenin en iyisini yaparken Ripley, neredeyse yok olmak üzere olan uzay kolonisinden hayatta kalan tek kişi olan genç bir kızı korumaya çalışmalıdır.",
    "year": 1986,
    "genres": [
        "Aksiyon",
        "Macera",
        "bilimkurgu",
        "Gerilim"
    ]
},
{
    "id": 68,
    "title": "American Beauty",
    "photo": "https://m.media-amazon.com/images/M/MV5BNTBmZWJkNjctNDhiNC00MGE2LWEwOTctZTk5OGVhMWMyNmVhXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "43. yılında bir ara ölümünün ardından, banliyöde yaşayan Lester Burnham, yakında vefat edeceğine dair hiçbir fikrinin olmadığı hayatının son birkaç haftasını anlatıyor. Emlakçı Carolyn Burnham'ın kocası ve lise öğrencisi Jane Burnham'ın babasıdır. Lester ve Carolyn bir zamanlar birbirlerini sevseler de, artık sadece birbirlerine müsamaha gösteriyorlar. Tipik bir şebboy Jane ayrıca her iki ebeveyninden de nefret eder; üçü ev hayatlarında bireysel olarak sessizce acı çekiyor. Jane, her iki ebeveyninden de uzak durmaya çalışır. Emlak işinde nispeten yeni olan Carolyn, mahallelerindeki emlak işinin kralı Buddy Kane'in profesyonel hayatını arzulayarak kariyerini ilerletmek için başarılı kişiliğini yaratmak istiyor. Lester, reklamcılıktaki işi de dahil olmak üzere, hayatta akılsızca yürür. Şirketi küçülüyor ve diğer tüm çalışanlar gibi, işini sürdürmek için yeni işe alınan verimlilik uzmanına konumunu haklı çıkarmak zorunda. Jane'in daha deneyimli sınıf arkadaşı Angela Hayes'e ilk görüşte aşık olan Lester için işler değişir. Hem Janie hem de Angela, Lester'ın herhangi bir erkeğin ilgisini çeken Angela'ya olan cinsel sevgisini, onun model materyal olduğunun bir işareti olarak görebilir, bir zamanlar Seventeen'de yer almış ve arzuladığı bir kariyerdir. Lester'ın Angela'ya olan tutkusu, ona hayata yeniden enerjik bir bakış açısı kazandırıyor ve artık kimsenin, Angela dışında, yaptığı şey hakkında ne düşündüğünü artık açıkça umursamıyor. Bu tutku, yan eve taşınan Fitts'lerle aynı zamana denk gelir: evi askeri bir yumrukla yöneten homofobik disiplinci ABD Deniz Albayı Frank Fitts (bu yumruk hem mecazi hem de gerçektir), yarı komadaki karısı Barbara Fitts ve parlak ve sessizce yıkıcıları Perde arkasında babasının kurallarına açıkça uyan 18 yaşındaki oğlu Ricky Fitts ise oldukça farklı bir bakış açısıyla yaşamaktadır. Lester'ın delicesine aşık olması gibi, Ricky de hemen Jane'e aşık olur; Angela gibi kızları sıradan görüyor. Angela ve Fittses'in Burnhams'ın hayatlarına girişi, nihayetinde oyuncuların her birinin gerçekten kalbinde olanla yüzleşmesine yol açar.",
    "year": 1999,
    "genres": [
        "dram"
    ]
},
{
    "id": 69,
    "title": "The Dark Knight Rises",
    "photo": "https://m.media-amazon.com/images/M/MV5BMTk4ODQzNDY3Ml5BMl5BanBnXkFtZTcwODA0NTM4Nw@@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Dent'in suçlarının suçunu üstlendiği Kara Şövalye (2008) olaylarından sonra lekelenen itibarına rağmen Batman, Bane'in yok etme planlarıyla başa çıkmakta zorlanan şehre ve Polis gücüne yardım etmek için müdahale etmek zorunda hissediyor. şehir.",
    "year": 2012,
    "genres": [
        "Aksiyon",
        "dram",
        "Gerilim"
    ]
},
{
    "id": 70,
    "title": "Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb",
    "photo": "https://m.media-amazon.com/images/M/MV5BMWMxYjZkOWUtM2FjMi00MmI1LThkNzQtNTM5Y2E2ZGQ2NGFhXkEyXkFqcGdeQXVyMTA0MTM5NjI2._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Burpelson Hava Kuvvetleri Üssü'nden paranoyak Tuğgeneral Jack D. Ripper, Amerikan su kaynağının florlanmasının ABD halkını zehirlemek için bir Sovyet planı olduğuna inanarak, bir arka kapı mekanizması aracılığıyla Sovyetler Birliği'ne bilgisi olmadan nükleer bir saldırı düzenleyebilir. Genelkurmay Başkanı General Buck Turgidson ve Başkan Merkin Muffley de dahil olmak üzere üstlerinden. B-52 bombardıman uçaklarını geri çağırma kodunu yalnızca Ripper biliyor ve bu saldırıyı korumak için bir önlem olarak Burpelson'a giriş ve çıkıştaki iletişimi kapattı. Ripper tarafından Burpelson'da tutulan Ripper'ın icra memuru, RAF Grubu Kaptanı Lionel Mandrake (Britanya'dan takasla), yalnızca dış dünyaya bir mesaj alabilirse geri çağırma kodlarını bildiğine inanıyor. Bu arada Pentagon Savaş Odasında, Muffley, Turgidson ve nükleer bilim adamı ve danışman Dr. Strangelove adlı eski bir Nazi de dahil olmak üzere kilit kişiler, saldırıyı durdurmak veya Sovyetlerle topyekun bir nükleer savaşa dönüşmesini azaltmak için alınacak önlemleri tartışıyorlar. Turgidson'ın isteklerine karşın Muffley, Sovyet Büyükelçisi Alexi de Sadesky'yi Savaş Odasına getirir ve patronu Sovyet Başbakanı Dimitri Kisov'u neler olup bittiği hakkında bilgilendirmesi için acil hatta çağırır. Savaş Odasındaki Amerikalılar, Sovyetlerin kilit hedeflerinden herhangi biri vurulursa patlatmak için henüz duyurulmamış bir Kıyamet Günü Cihazı olduğunu öğrenince dehşete düştüler. Karındeşen, Mandrake ve Savaş Odasındakiler durumu nihai amaçlarına ulaştırmaya çalışırken Binbaşı T.J. B-52 bombardıman uçağı pilotlarından biri olan \"King\" Kong, hedeflediği hedefe ulaşamazsa, bombasını düşman topraklarında yapabildiği her yere yerleştirmek gibi kendi gündemi üzerinde çalışıyor.",
    "year": 1964,
    "genres": [
        "Komedi",
        "Savaş"
    ]
},
{
    "id": 71,
    "title": "Inglourious Basterds",
    "photo": "https://m.media-amazon.com/images/M/MV5BOTJiNDEzOWYtMTVjOC00ZjlmLWE0NGMtZmE1OWVmZDQ2OWJhXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Alman işgali altındaki Fransa'da, genç Yahudi mülteci Shosanna Dreyfus, ailesinin Albay Hans Landa tarafından katledilmesine tanık olur. Hayatından kıl payı kurtulurken, birkaç yıl sonra Alman savaş kahramanı Fredrick Zoller onunla hızla ilgilenip şu anda işlettiği tiyatroda ünlü bir film galası düzenlediğinde intikam planları yapar. Katılan her büyük Nazi subayının vaadiyle olay, acımasız Teğmen Aldo Raine liderliğindeki bir grup Yahudi-Amerikan gerilla askeri olan \"Piçler\" in dikkatini çeker. Acımasız cellatlar ilerlerken ve komplocu genç kızın planları harekete geçerken, yolları tarihin tüm tarihçelerini sarsacak kader bir akşam için kesişecek.",
    "year": 2009,
    "genres": [
        "Macera",
        "dram",
        "Savaş"
    ]
},
{
    "id": 72,
    "title": "Oldboy",
    "photo": "https://m.media-amazon.com/images/M/MV5BMTI3NTQyMzU5M15BMl5BanBnXkFtZTcwMTM2MjgyMQ@@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "1988'de yağmurlu bir gecede kaçırılan iğrenç bir sarhoş olan Oh Dae-Su, garip, penceresiz bir otel odasında uyanır. Bilinmeyen bir nedenle kilit altında tutulan Oh Dae-Su'yu kaçıran görünmez kişiler, intiharı önlemek için onu besliyor ve sistematik olarak sakinleştiriyor, ona eşlik etmesi için yalnızca renkli bir televizyon sağlıyor. Ve on beş uzun yıl esaret altında kaldıktan sonra, kafası karışan Oh Dae-Su kendisini serbest bırakılmış halde bulur. Şimdi, onu acımasızca kaçıranlar, Oh Dae-Su'yu gizemli kaçırılma olayının ardındakileri bulmaya ve nihayet bilinmeyen işkenceciden acımasız, özlenen intikamını almaya teşvik ediyor. Ancak, Oh Dae-Su'dan kim onun hızlı ve temiz bir şekilde ölmesini inkar edecek kadar nefret edebilir?",
    "year": 2003,
    "genres": [
        "Aksiyon",
        "dram",
        "Gizem",
        "Gerilim"
    ]
},
{
    "id": 73,
    "title": "Coco",
    "photo": "https://m.media-amazon.com/images/M/MV5BYjQ5NjM0Y2YtNjZkNC00ZDhkLWJjMWItN2QyNzFkMDE3ZjAxXkEyXkFqcGdeQXVyODIxMzk5NjA@._V1_SY150_CR2,0,101,150_.jpg",
    "description": "Ailesinin nesiller boyu süren şaşırtıcı yasağına rağmen Miguel, idolü Ernesto de la Cruz gibi başarılı bir müzisyen olmayı hayal ediyor. Yeteneğini kanıtlamak için çaresiz kalan Miguel, gizemli bir olaylar zincirinin ardından kendisini çarpıcı ve renkli Ölüler Diyarı'nda bulur. Yolda çekici düzenbaz Hector ile tanışır ve birlikte Miguel'in aile geçmişinin ardındaki gerçek hikayeyi ortaya çıkarmak için olağanüstü bir yolculuğa çıkarlar.",
    "year": 2017,
    "genres": [
        "Animasyon",
        "Macera",
        "Komedi",
        "Aile",
        "fantezi",
        "Müzik",
        "Gizem"
    ]
},
{
    "id": 74,
    "title": "Amadeus",
    "photo": "https://m.media-amazon.com/images/M/MV5BNWJlNzUzNGMtYTAwMS00ZjI2LWFmNWQtODcxNWUxODA5YmU1XkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Antonio Salieri, Wolfgang Amadeus Mozart'ın müziğinin ilahi ve mucizevi olduğuna inanıyor. Beste yaparak Rab'be şükredebilmek için kendisinin Mozart kadar iyi bir müzisyen olmasını diliyor. Kariyerine, bir besteci olarak başarısının ve yeteneğinin Tanrı'nın dindarlığının ödülü olduğuna inanan dindar bir adam olarak başladı. Ayrıca Avusturya İmparatoru II. Joseph'in saygın, mali açıdan iyi durumdaki saray bestecisi olmaktan da memnun. Ancak Mozart'ın bu kadar kaba bir yaratık olduğunu öğrenince şok olur ve Tanrı'nın neden Mozart'ı enstrümanı olarak tercih ettiğini anlayamaz. Salieri'nin kıskançlığı, onu, büyüklüğü Mozart'ta açıkça görülen bir Tanrı düşmanı haline getirmiştir. Kendi müzikal vasatlığı için Tanrı'dan ve Mozart'tan intikam almaya hazır.",
    "year": 1984,
    "genres": [
        "Biyografi",
        "dram",
        "Müzik"
    ]
},
{
    "id": 75,
    "title": "Toy Story",
    "photo": "https://m.media-amazon.com/images/M/MV5BMDU2ZWJlMjktMTRhMy00ZTA5LWEzNDgtYmNmZTEwZTViZWJkXkEyXkFqcGdeQXVyNDQ2OTk4MzI@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Andy adında küçük bir çocuk, odasında olmayı, oyuncaklarıyla, özellikle de \"Woody\" adlı bebeğiyle oynamayı çok seviyor. Ama Andy yanlarında olmadığında oyuncaklar ne yapıyor, canlanıyorlar. Woody, hayatının (oyuncak olarak) iyi olduğuna inanıyor. Ancak, Andy'nin ailesinin taşınması konusunda endişelenmesi gerekir ve Woody'nin bilmediği şey, Andy'nin doğum günü partisidir. Woody, Andy'nin annesinin ona oyuncak olduğuna inanmayan Buzz Lightyear adlı bir aksiyon figürü verdiğini fark etmez ve kısa sürede Andy'nin yeni favori oyuncağı olur. Artık kıskançlığa kapılan Woody, Buzz'dan kurtulmaya çalışır. Ardından, hem Woody hem de Buzz artık kaybolmuştur. Onlarsız hareket etmeden önce Andy'ye geri dönmenin bir yolunu bulmalılar, ancak acımasız bir oyuncak katili Sid Phillips'i geçmek zorunda kalacaklar.",
    "year": 1995,
    "genres": [
        "Animasyon",
        "Macera",
        "Komedi",
        "Aile",
        "fantezi"
    ]
},
{
    "id": 76,
    "title": "Braveheart",
    "photo": "https://m.media-amazon.com/images/M/MV5BMzkzMmU0YTYtOWM3My00YzBmLWI0YzctOGYyNTkwMWE5MTJkXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "William Wallace, İskoçya tacını kendisine miras almak isteyen acımasız İngiliz hükümdarı Edward the Longshanks'e karşı bir ayaklanmaya öncülük eden İskoç bir asidir. O genç bir çocukken, William Wallace'ın babası ve erkek kardeşi, diğer birçok kişiyle birlikte, İskoçya'yı kurtarmaya çalışırken hayatlarını kaybetti. William Wallace, sevdiklerinden birini daha kaybettiğinde, Robert the Bruce'un yardımıyla İskoçya'yı kesin olarak özgür kılmak için uzun yolculuğuna başlar.",
    "year": 1995,
    "genres": [
        "Biyografi",
        "dram",
        "Tarih",
        "Savaş"
    ]
},
{
    "id": 77,
    "title": "Das Boot",
    "photo": "https://m.media-amazon.com/images/M/MV5BNDBjMWUxNTUtNjZiNi00YzJhLTgzNzUtMTRiY2FkZmMzYTNjXkEyXkFqcGdeQXVyMTUzMDUzNTI3._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Yıl 1942 ve Alman denizaltı filosu, İngiliz gemiciliğini taciz etmek ve yok etmek için sözde \"Atlantik Savaşı\" ile yoğun bir şekilde meşgul. Bununla birlikte, muhrip sınıfından daha iyi eskortlarla, Alman U-botları ağır kayıplar vermeye başladı. \"Das Boot\", böyle bir U-Boat mürettebatının hikayesidir ve film, bu denizaltıların asker olarak profesyonelliklerini nasıl sürdürdüklerini ve hükümetin ideolojisini anlamaya ve itaat etmeye çalışırken imkansız görevleri yerine getirmeye çalıştıklarını inceler. ki hizmet ettiler.",
    "year": 1981,
    "genres": [
        "dram",
        "Savaş"
    ]
},
{
    "id": 78,
    "title": "Joker",
    "photo": "https://m.media-amazon.com/images/M/MV5BNGVjNWI4ZGUtNzE0MS00YTJmLWE0ZDctN2ZiYTk2YmI3NTYyXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Kiralık sosyal açıdan beceriksiz bir palyaço - Arthur Fleck, reklam tabelası tutan bir palyaço kılığında çalışan küçük işinin arasında bir stand-up komedyeni olmayı arzuluyor. Annesi Penny Fleck'e bakıyor ve akıl hastalığı hakkında daha çok şey öğrendikçe geçmişi hakkında daha çok şey öğreniyor. Toplumdan gelen tüm olumsuzluklar ve zorbalıkla başa çıkarak, ikinci kişiliği \"Joker\" in nasıl ortaya çıktığını gösteren bir sarmal üzerinde aşağı doğru yönelir.",
    "year": 2019,
    "genres": [
        "Suç",
        "dram",
        "Gerilim"
    ]
},
{
    "id": 79,
    "title": "Avengers: Endgame",
    "photo": "https://m.media-amazon.com/images/M/MV5BMTc5MDE2ODcwNV5BMl5BanBnXkFtZTgwMzI2NzQ2NzM@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Yenilmezler: Sonsuzluk Savaşı'ndaki (2018) yıkıcı olayların ardından, Çılgın Titan Thanos'un çabaları nedeniyle evren harabeye dönmüştür. Kalan müttefiklerin yardımıyla Yenilmezler, Thanos'un eylemlerini geri almak ve evrendeki kaosu geri almak için bir kez daha toplanmalı, sonuçlar ne olursa olsun ve kiminle yüzleşirlerse karşılaşsınlar...",
    "year": 2019,
    "genres": [
        "Aksiyon",
        "Macera",
        "dram",
        "bilimkurgu"
    ]
},
{
    "id": 80,
    "title": "Princess Mononoke",
    "photo": "https://m.media-amazon.com/images/M/MV5BNTZkYmI0MmEtNGFlZC00OWZjLWFjMmItMjk1OWZkOWJiZGVjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Kendine güvenen genç bir savaşçı olan Ashitaka, köyünü azgın yaban domuzu-tanrı/iblislerden korurken ölümcül bir lanetin etkisinde kalır. Hayatını kurtarmak için batının ormanlarına yolculuk etmelidir. Oraya vardığında, insanların ormanda sürdürdüğü şiddetli bir kampanyanın içine girdi. Hırslı Leydi Eboshi ve sadık klanı, silahlarını orman tanrılarına ve bir kurt tanrı tarafından büyütülmüş cesur genç kadın Prenses Mononoke'ye karşı kullanır. Ashitaka her iki tarafın da iyiliğini görür ve kan akışını durdurmaya çalışır. Her biri onu düşmanı destekliyor olarak gördükleri için bu, her iki taraf tarafından düşmanlıkla karşılanır.",
    "year": 1997,
    "genres": [
        "Animasyon",
        "Aksiyon",
        "Macera",
        "fantezi"
    ]
},
{
    "id": 81,
    "title": "Good Will Hunting",
    "photo": "https://m.media-amazon.com/images/M/MV5BOTI0MzcxMTYtZDVkMy00NjY1LTgyMTYtZmUxN2M3NmQ2NWJhXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Kimliğini bulmak için mücadele eden, kendi içinde büyüyenler dışında her sorunu çözebileceği bir dünyada yaşayan, bir gün zihnini ve kalbini açan ruh eşiyle tanışana kadar asi bir gencin dokunaklı hikayesi.",
    "year": 1997,
    "genres": [
        "dram",
        "Romantik"
    ]
},
{
    "id": 82,
    "title": "Once Upon a Time in America",
    "photo": "https://m.media-amazon.com/images/M/MV5BMGFkNWI4MTMtNGQ0OC00MWVmLTk3MTktOGYxN2Y2YWVkZWE2XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Uzun süredir kayıp olan çocukluk arkadaşları Max, Patsy ve Cockeye'ın zihnine kazınmış canlı hatırasıyla, New York'un Yasaklama dönemi Aşağı Doğu Yakası'nda öne çıkarken vahşice sadık suç ortakları, mağlup, meteliksiz, ve suçluluk duyan eski gangster David \"Noodles\" Aaronson, Manhattan'a döner. Belirsiz geçmişine ışık tutma görevinde ne bekleyeceğini bilemeyen kır saçlı Noodles, 35 yıllık kendi kendini sürgünden sonra yaşayan tek arkadaşı Fat Moe ile yeniden bir araya gelir. Bununla birlikte, iyi yıpranmış bir deri valizin anlaşılmaz içeriği işleri daha da karmaşık hale getirdiğinden, suçluluğun acımasız, delici sesi bir son bulma yolunda durur. Ve şimdi, parçalanmış bir vicdanın zemininde, 50 yılı aşkın aşk, ölüm ve aradaki her şeyin hüzünlü, acı-tatlı hatıraları ayrılmaz bir şekilde iç içe geçerek daha da şaşırtıcı sorulara yol açıyor. Ama hiçbir şeyi kalmadığında bir adamın seçenekleri nelerdir?",
    "year": 1984,
    "genres": [
        "Suç",
        "dram"
    ]
},
{
    "id": 83,
    "title": "Your Name.",
    "photo": "https://m.media-amazon.com/images/M/MV5BODRmZDVmNzUtZDA4ZC00NjhkLWI2M2UtN2M0ZDIzNDcxYThjL2ltYWdlXkEyXkFqcGdeQXVyNTk0MzMzODA@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Mitsuha, küçük bir dağ kasabasının belediye başkanının kızıdır. O, kız kardeşi ve büyükannesiyle birlikte yaşayan ve Şinto ayinlerine ilgisiz olduğunun bilinmesine izin vermekten veya babasının seçim kampanyasına yardım etmekten çekinmeyen açık sözlü bir liseli kız. Bunun yerine sıkıcı kasabadan ayrılmayı ve şansını Tokyo'da denemeyi hayal ediyor. Taki, Tokyo'da bir İtalyan restoranında yarı zamanlı çalışan ve mimar ya da sanatçı olmayı arzulayan bir liseli çocuktur. Her gece küçük bir dağ kasabasında liseli bir kıza dönüştüğü garip bir rüya görür.",
    "year": 2016,
    "genres": [
        "Animasyon",
        "dram",
        "fantezi",
        "Romantik"
    ]
},
{
    "id": 84,
    "title": "3 Idiots",
    "photo": "https://m.media-amazon.com/images/M/MV5BNTkyOGVjMGEtNmQzZi00NzFlLTlhOWQtODYyMDc2ZGJmYzFhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY150_CR1,0,101,150_.jpg",
    "description": "Rancho bir mühendislik öğrencisidir. İki arkadaşı. Farhan ve Raju, Rancho dünyayı farklı bir şekilde görüyor. Rancho bir gün bir yere gider. Ve arkadaşları onu bulur. Rancho bulunduğunda, dünyanın en büyük bilim adamlarından biri haline geldi.",
    "year": 2009,
    "genres": [
        "Komedi",
        "dram"
    ]
},
{
    "id": 85,
    "title": "Singin' in the Rain",
    "photo": "https://m.media-amazon.com/images/M/MV5BZDRjNGViMjQtOThlMi00MTA3LThkYzQtNzJkYjBkMGE0YzE1XkEyXkFqcGdeQXVyNDYyMDk5MTU@._V1_SY150_CR1,0,101,150_.jpg",
    "description": "1927 Hollywood'u. Monumental Pictures'ın en büyük yıldızları, ekrandaki göz alıcı çift Lina Lamont ve Don Lockwood, ticaret gazetelerine ve dedikodu sütunlarına inanılacaksa, aynı zamanda ekran dışı bir çift. Her ikisi de, yalnızca hayranlarını memnun etmek ve insanları sinema salonlarına çekmek için bile olsa, halkın algısını sürdürüyor. Gerçekte, Don ona zar zor tahammül ederken, Lina, Don'u kendi altında görse de, kendi yıldızlığını ve kendini beğenmişlik duygusunu desteklemek için ekranda gördüklerine safça inanır. RF Monumental'ın başkanı Simpson, tavada bir flaş olduğunu düşündüğü şeyi reddediyor: konuşan resimler. The Jazz Singer (1927) gerçek bir hit olana kadar değil, bu da tüm sinema salonlarının R.F.'nin ses ekipmanı kurmasıyla sonuçlanır. Monumental'ın, özellikle de Don ve Lina'nın, stüdyodaki hiç kimsenin teknoloji hakkında hiçbir şey bilmemesine rağmen, konuşan resim kervanına katılması gerektiğini biliyor. Don'un en iyi arkadaşı müzisyen Cosmo Brown, Monumental'ın fikir adamı ve müzik yönetmeni olarak işe alınır. Ve bu zamana kadar Don, kendisini resimlerde büyütmeye çalışan bir koro kızı olan Kathy Selden ile gizlice çıkmaya başladı. Don ve Kathy'nin ilişkisi, pek de arkadaşça olmayan ilk görüşmelerine rağmen. Cosmo ve Kathy, film saflarında yıldızlığa yükselen Don'a, yolu Kathy takip ederken, konuşan film yıldızlığına sıçramaya çalışmasına yardım eder. Ancak teknolojik sorunları aşmak zorundalar. Ancak daha büyük sorun, kendi yetersizliklerine rağmen ve yoluna çıkarsa herkesin ve herkesin, özellikle de Don'un ekran dışı kız arkadaşı olarak Kathy ve muhtemelen yeni konuşan film başrol oyuncusu.",
    "year": 1952,
    "genres": [
        "Komedi",
        "müzikal",
        "Romantik"
    ]
},
{
    "id": 86,
    "title": "High and Low",
    "photo": "https://m.media-amazon.com/images/M/MV5BOTI4NTNhZDMtMWNkZi00MTRmLWJmZDQtMmJkMGVmZTEzODlhXkEyXkFqcGdeQXVyNjc1NTYyMjg@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Zengin bir iş adamına oğlunun kaçırıldığı ve sağ salim geri dönmesi için çok büyük bir meblağ ödemesi gerektiği söylenir. Daha sonra oğlunun evde güvende olduğu keşfedilir: Kaçıran kişi, şoförünün oğlunu kazara aldı. Kaçıran kişi bunun hiçbir fark yaratmadığını söylüyor: öde yoksa çocuk ölür. Çok önemli bir iş anlaşmasını sonuçlandırmak için gerçekten paraya ihtiyacı olduğundan, bu onu ahlaki bir ikilemle karşı karşıya bırakır.",
    "year": 1963,
    "genres": [
        "Suç",
        "dram",
        "Gizem",
        "Gerilim"
    ]
},
{
    "id": 87,
    "title": "Requiem for a Dream",
    "photo": "https://m.media-amazon.com/images/M/MV5BOTdiNzJlOWUtNWMwNS00NmFlLWI0YTEtZmI3YjIzZWUyY2Y3XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Sara Goldfarb (Ellen Burstyn) küçük bir apartman dairesinde yaşayan emekli bir duldur. Zamanının çoğunu televizyon izleyerek, özellikle de belirli bir kendi kendine yardım programı izleyerek geçiriyor. O programa konuk olarak şu anki sıkıcı varoluşunun üzerine çıkma hayalleri yaşıyor. Oğlu Harry (Jared Leto) bir keş ama arkadaşı Tyrone (Marlon Wayans) ile birlikte uyuşturucu satıcısı olarak işi büyütme vizyonları var. Harry'nin kız arkadaşı Marion (Jennifer Connelly) moda tasarımcısı ya da ressam olabilir ama kendini Harry'nin uyuşturucu merkezli dünyasına kaptırmıştır. Bu sırada Sara da kendine bir bağımlılık geliştirmiştir. Çaresizce kilo vermek istiyor ve bu nedenle, çok bağımlılık yaptığı ve zihinsel durumuna zararlı olduğu ortaya çıkan hapları, patlama haplarını içeren hızlandırılmış bir kursa gidiyor.",
    "year": 2000,
    "genres": [
        "dram"
    ]
},
{
    "id": 88,
    "title": "Capernaum",
    "photo": "https://m.media-amazon.com/images/M/MV5BMmExNzU2ZWMtYzUwYi00YmM2LTkxZTQtNmVhNjY0NTMyMWI2XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Capernaüm (\"Chaos\"), kendisine hayat verme \"suçundan\" dolayı ailesine dava açan Lübnanlı Zain'in (Zain al-Rafeea) hikayesini anlatır. Film, cesur, sokak bilgesi bir çocuktan ihmalkar ebeveynlerinden kaçan, sokaklarda zekası sayesinde hayatta kalan ve kendisine barınak ve yiyecek sağlayan Etiyopyalı göçmen işçi Rahil ile tanıştığı 12 yaşındaki sert bir \"yetişkin\" haline dönüşmesini konu alıyor. , karşılığında Zain bebek oğlu Yonas'la ilgilenirken. Zain daha sonra şiddetli bir suç işlediği için hapse atılır ve sonunda bir mahkeme salonunda adalet arar.",
    "year": 2018,
    "genres": [
        "dram"
    ]
},
{
    "id": 89,
    "title": "Toy Story 3",
    "photo": "https://m.media-amazon.com/images/M/MV5BMTgxOTY4Mjc0MF5BMl5BanBnXkFtZTcwNTA4MDQyMw@@._V1_SY150_CR2,0,101,150_.jpg",
    "description": "Woody, Buzz ve tüm çete geri döndü. Sahipleri Andy üniversiteye gitmeye hazırlanırken sadık oyuncakları kendilerini, yapışkan küçük parmakları olan evcilleşmemiş küçük çocukların iyi oynamadığı kreşte bulur. Böylece, Barbie'nin muadili Ken, Bay Pricklepants adlı tiyatrocu kirpi ve Lots-o'-Huggin' Bear adlı pembe, çilek kokulu bir oyuncak ayı ile büyük kaçışlarını planlamak üzere birleşirlerken, her şey birimiz ve birimiz için.",
    "year": 2010,
    "genres": [
        "Animasyon",
        "Macera",
        "Komedi",
        "Aile",
        "fantezi"
    ]
},
{
    "id": 90,
    "title": "Star Wars: Episode VI - Return of the Jedi",
    "photo": "https://m.media-amazon.com/images/M/MV5BOWZlMjFiYzgtMTUzNC00Y2IzLTk1NTMtZmNhMTczNTk0ODk1XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Luke Skywalker, Rebel Alliance'daki yoldaşlarını kurtarmak ve Galaktik İmparatorluk'a karşı zafer kazanmak için Jabba the Hutt ve Darth Vader ile savaşır. Han Solo ve Prenses Leia, Dark Side'ın bozulmasına ve kötü imparatorun yenilgisine yardımcı olmak için Chewbacca, Lando Calrissian, Ewoks ve droidler C-3PO ve R2-D2 ile aşklarını yeniden teyit ediyorlar.",
    "year": 1983,
    "genres": [
        "Aksiyon",
        "Macera",
        "fantezi",
        "bilimkurgu"
    ]
},
{
    "id": 91,
    "title": "Come and See",
    "photo": "https://m.media-amazon.com/images/M/MV5BODM4Njg0NTAtYjI5Ny00ZjAxLTkwNmItZTMxMWU5M2U3M2RjXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Elem Klimov'un yönettiği, askeri drama türünde çekilen uzun metrajlı film. Eylem 1943'te Beyaz Rusya topraklarında geçiyor. Hikayenin merkezinde, Nazi cezalandırıcı eyleminin dehşetine tanık olan ve iki gün boyunca neşeli bir gençten gri saçlı yaşlı bir adama dönüşen Belaruslu bir çocuk var.",
    "year": 1985,
    "genres": [
        "dram",
        "Gerilim",
        "Savaş"
    ]
},
{
    "id": 92,
    "title": "Eternal Sunshine of the Spotless Mind",
    "photo": "https://m.media-amazon.com/images/M/MV5BMTY4NzcwODg3Nl5BMl5BanBnXkFtZTcwNTEwOTMyMw@@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "Çekingen Joel Barish, hayatının aşkı ışıltılı Clementine'in onu hafızasından sildirdiğini öğrenince çok şaşırır. Sonuç olarak, incinmiş ve kızgın olan Joel, aynı şeyi yapmak için ağrısız ama karmaşık bir tıbbi prosedürden geçecek kadar ileri giderek ona aynı parayı ödemek istiyor. Ancak zavallı Joel, karanlığın ışığın önemli bir parçası olduğunun tamamen farkında değildir. Ve Clementine'in bir zamanlar el üstünde tutulan hatıraları yavaş yavaş solup yerini ruhsuz, kara bir boşluğa bırakırken, beklenmedik bir şey olur. Şimdi Joel'in ikinci bir düşüncesi var, geri dönüşü olmayan süreci durdurma fikriyle oynuyor. Cehaletin mutluluk olduğunu kim söyledi?",
    "year": 2004,
    "genres": [
        "dram",
        "Romantik",
        "bilimkurgu"
    ]
},
{
    "id": 93,
    "title": "2001: A Space Odyssey",
    "photo": "https://m.media-amazon.com/images/M/MV5BMmNlYzRiNDctZWNhMi00MzI4LThkZTctMTUzMmZkMmFmNThmXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SY150_CR0,0,101,150_.jpg",
    "description": "\"2001\" bir evrim hikayesidir. Uzak geçmişte bir zamanlar birisi ya da bir şey Dünya'ya (muhtemelen evrenin başka yerlerine de) bir yekpare dikerek evrimi dürttü. Evrim daha sonra insanlığın, insanlığın o kadar geliştiğini gösteren yekpare yerleştiricilere işaret eden başka bir monolitin bulunduğu ayın yüzeyine ulaşmasını sağladı. Şimdi yapay zeka (HAL gibi) tarafından desteklenen insanlık, yekpare yerleştiricilerle karşılaşmaya cesaret etmelidir. Başarılı olursak, her ne olursa olsun, evrimdeki bir sonraki adıma ulaşacağız.",
    "year": 1968,
    "genres": [
        "Macera",
        "bilimkurgu"
    ]
},
{
    "id": 94,
    "title": "The Hunt",
    "photo": "https://m.media-amazon.com/images/M/MV5BMTg2NDg3ODg4NF5BMl5BanBnXkFtZTcwNzk3NTc3Nw@@._V1_SY150_CR2,0,101,150_.jpg",
    "description": "Lucas, öğrencileriyle çok ilgilenen bir Anaokulu öğretmenidir. Ne yazık ki, genç Klara'nın uçuk bir hayal gücü vardır ve öğretmeni hakkında bir yalan uydurur. Lucas daha sonuçları anlayamadan, kasabanın dışlanmış hali haline geldi. Av, ondan tamamen alınmadan önce masumiyetini kanıtlamak için devam ediyor.",
    "year": 2012,
    "genres": [
        "dram"
    ]
},
{
    "id": 95,
    "title": "Reservoir Dogs",
    "photo": "https://m.media-amazon.com/images/M/MV5BZmExNmEwYWItYmQzOS00YjA5LTk2MjktZjEyZDE1Y2QxNjA1XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Birbirine yabancı altı haydut, bir elmas soygunu gerçekleştirmek için bir mafya patronu Joe Cabot tarafından tutulur. En başta, fazla yaklaşmamaları ve işe konsantre olmaları amacıyla sahte isimler verilir. Soygunun başarılı olacağından tamamen eminler. Ancak, polis tam o sırada ve soygun mahallinde ortaya çıktığında, grup üyeleri arasında panik yayılır ve ardından gelen çatışmada ikisi, birkaç polis ve sivil ile birlikte öldürülür. Kalan insanlar önceden belirlenmiş buluşma noktasında (bir depo) toplandıklarında, içlerinden birinin gizli polis olduğundan şüphelenmeye başlarlar.",
    "year": 1992,
    "genres": [
        "Suç",
        "Gerilim"
    ]
},
{
    "id": 96,
    "title": "Lawrence of Arabia",
    "photo": "https://m.media-amazon.com/images/M/MV5BYWY5ZjhjNGYtZmI2Ny00ODM0LWFkNzgtZmI1YzA2N2MxMzA0XkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_SY150_CR1,0,101,150_.jpg",
    "description": "Yerli Bedevi kabileleri hakkındaki bilgisi nedeniyle İngiliz Teğmen T.E. Lawrence, Prens Faysal'ı bulması ve Araplar ile İngilizler arasında Türklere karşı mücadelelerinde bir köprü görevi görmesi için Arabistan'a gönderilir. Yerli Şerif Ali'nin yardımıyla Lawrence, amirinin emirlerine isyan eder ve iyi korunan bir Türk limanına saldırmak için zorlu çölde deveyle cesur bir yolculuğa çıkar.",
    "year": 1962,
    "genres": [
        "Macera",
        "Biyografi",
        "dram",
        "Savaş"
    ]
},
{
    "id": 97,
    "title": "Citizen Kane",
    "photo": "https://m.media-amazon.com/images/M/MV5BYjBiOTYxZWItMzdiZi00NjlkLWIzZTYtYmFhZjhiMTljOTdkXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Bir grup muhabir, milyoner gazete kralı Charles Foster Kane'in söylediği son sözü çözmeye çalışıyor: \"Rosebud.\" Film, kitleler için Kane'in hayatını ayrıntılarıyla anlatan bir haber filmiyle başlıyor ve oradan izleyicilere Kane'in hayatından geri dönüşler gösteriliyor. Muhabirler daha fazla araştırma yaptıkça, izleyiciler büyüleyici bir adamın şöhrete yükselişini ve sonunda nasıl dünyanın tepesinden düştüğünü görüyorlar.",
    "year": 1941,
    "genres": [
        "dram",
        "Gizem"
    ]
},
{
    "id": 98,
    "title": "Ikiru",
    "photo": "https://m.media-amazon.com/images/M/MV5BZmM0NGY3Y2MtMTA1YS00YmQzLTk2YTctYWFhMDkzMDRjZWQzXkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Kanji Watanabe bir memurdur. Aynı bölümde 30 yıl çalıştı. Bir zamanlar tutkusu ve hırsı olmasına rağmen hayatı sıkıcı ve monoton. Sonra bir gün mide kanseri olduğunu ve bir yıldan az ömrünün kaldığını öğrenir. İlk depresyondan sonra, 20 yılı aşkın bir süredir ilk kez yaşamaya başlar. Sonra, kalan sınırlı zamanının sadece hayatı dolu dolu yaşamak için değil, arkasında anlamlı bir şeyler bırakmak için olduğunu fark eder.",
    "year": 1952,
    "genres": [
        "dram"
    ]
},
{
    "id": 99,
    "title": "M",
    "photo": "https://m.media-amazon.com/images/M/MV5BODA4ODk3OTEzMF5BMl5BanBnXkFtZTgwMTQ2ODMwMzE@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Berlin'de çok sayıda çocuk kaçırma ve cinayet yaşandı. Katil, şeker ve benzeri çocuk dostu şeylerle çocukların güvenini kazanmasını sağlar. Katil yakalanmadığı için herkes gergin. Polisin elindeki en önemli delil, katilin yayımlanmak üzere gazeteye gönderdiği el yazısıyla yazdığı mektuplardır. Katile kurbanlardan biri için balon satan kör bir dilenci, kendisinin bile bilmediği, katilin kimliği hakkında önemli bilgilere sahip olabilir. Cinayet timinin işi, yalnızca birinin - herhangi birinin - iğrenç suçlardan tutuklanacağına dair kendi akılları yüzünden herhangi birini şüpheli faaliyetlerle suçlamakta hızlı olan paranoyak halktan aldıkları çok sayıda ipucu ile daha da zor hale geliyor. Tersine, artan polis varlığı suç faaliyeti yürütme yeteneklerini zorladığından, kasabanın önde gelen suçluları da dahil olmak üzere birçok kişi davayı kendi ellerine almak istiyor. Her ikisinin de katili yakalamak gibi nihai amacı aynı olsa da, polis ve suçlular zıt amaçlarla çalışıyor gibi görünmektedir ve bu da katilin kaçmasında avantaj sağlayabilir.",
    "year": 1931,
    "genres": [
        "Suç",
        "Gizem",
        "Gerilim"
    ]
},
{
    "id": 100,
    "title": "North by Northwest",
    "photo": "https://m.media-amazon.com/images/M/MV5BZDA3NDExMTUtMDlhOC00MmQ5LWExZGUtYmI1NGVlZWI4OWNiXkEyXkFqcGdeQXVyNjc1NTYyMjg@._V1_SX101_CR0,0,101,150_.jpg",
    "description": "Madison Avenue reklamcısı Roger Thornhill, George Kaplan adında bir adamla karıştırıldığında kendisini casusların dünyasına atılmış halde bulur. Yabancı casus Philip Vandamm ve uşağı Leonard onu ortadan kaldırmaya çalışır, ancak Thornhill davayı anlamaya çalıştığında cinayetle suçlanır. Şimdi polisten kaçarken, Chicago'ya giden 20th Century Limited'e binmeyi başarır ve burada yetkililerden kaçmasına yardım eden güzel bir sarışın Eve Kendall ile tanışır. Eve'in sandığı gibi masum bir görgü tanığı olmadığını öğrendiğinde dünyası bir kez daha alt üst olur. Ancak her şey göründüğü gibi değil, Rushmore Dağı'nın zirvesinde dramatik bir kurtarma ve kaçışa yol açıyor.",
    "year": 1959,
    "genres": [
        "Aksiyon",
        "Macera",
        "Gizem",
        "Gerilim"
    ]
}]